{
  "news": [
    "Social media restrictions are being lifted in Turkey, as sites comply with a court order to stop sharing images of a prosecutor being held at gunpoint.The blocks on Facebook and Twitter were later lifted after they both complied. Talks with YouTube are continuing.Two gunmen, reportedly from a far-left group, took the prosecutor hostage at an Istanbul courthouse last week. All three died during a police rescue bid.Turkey has previously blocked access to social media.Officials described the images of prosecutor Mehmet Selim Kiraz as \"anti-government propaganda\".Before imposing the blocks on the websites, Turkish authorities had moved to stop newspapers printing the images.The newspapers were accused by the government of disseminating \"terrorist propaganda\" for the DHKP-C group that was reportedly behind the attack on the courthouse. The DHKP-C is considered a terrorist group by Turkey, the European Union and US.Mr Kiraz was apparently taken hostage because he headed an investigation into the 2013 death of a boy during anti-government protests.Analysis: Selin Girit, BBC News, IstanbulMillions of social media users tried to post comments or videos on their favourite platforms but with no success.But the bock did not stop people from tweeting. Newspapers and individuals alike shared guidelines on how to circumvent the ban.The hashtag #TwitterisblockedinTurkey became the number one trending topic worldwide.The Turkish government is not a fan of social media platforms. Last year, just before the local elections, access to Twitter and YouTube were also banned.The then prime minister, now President Recep Tayyip Erdogan, said that Twitter was a menace to society.With the general elections to come on 7 June and tensions running high, many people fear similar bans on social platforms could follow.The pictures showing attackers holding a gun to Mr Kiraz's head were being widely shared on social media, leading authorities to act, reported Turkish newspaper Hurriyet.\"The wife and children of prosecutor Kiraz have been deeply upset. The images are everywhere,\" a senior Turkish official told the Reuters news agency.In total, 166 websites which shared the images were blocked by the court order.YouTube published the text of the court ruling on its website saying an \"administration measure\" had been enacted by Turkey's telecoms authority. It said it was seeking ways to restore access.Facebook was also subject to the same block but it is believed the restrictions on it were lifted because it removed the images before the expiration of a deadline imposed by the court. Twitter reacted more slowly and access to the messaging system was blocked for several hours on Monday.Many Turkish people reported via social media that they were having problems accessing the three big net sites as well as many other net services.This is not the first time that Turkish authorities have imposed blocks on social media sites and networks.In the run-up to local elections in March 2014 blocks were imposed after recordings circulated allegedly revealing corruption among senior officials.Figures provided by Twitter revealed that Turkey filed more requests to remove content from the social network than any other nation between July and December 2014.",
    "The Large Hadron Collider (LHC) has been restarted after a two-year shutdown.Physicists hope it could lead to discoveries that could potentially represent the biggest revolution in physics since Einstein's theories of relativity.Among them is Prof Jordan Nash from Imperial College London, who is working on the CMS experiment at the LHC.\"We are opening a new window on the Universe and looking forward to seeing what's there,\" he said.\"As much as we have a lot of theories of what might be out there we don't know. We'd love to find something completely unexpected and we might, and that's the exciting bit.\"They want a glimpse into a world never seen before. By smashing atoms harder than they have been smashed before physicists hope to peel back another veil of reality.The aim of the various theories of physics is to explain how the Universe was formed and how the bits that make it up work.One of the most successful of these theories is called the \"Standard Model\".It explains how the world of the very, very small works.Just as the world became very strange when Alice shrunk after drinking a potion in the children's book Alice's Adventures in Wonderland, physicists have found things are quite different when they study the goings on at scales that are even smaller than the size of an atom.By doubling the energy of the LHC, it will enable them to discover new characters in the wonderful and mysterious tale of how the Universe works and came to be.The Standard Model describes how the basic building blocks that make up atoms and the forces of nature interact.And just as in Alice's stories it features some eccentric characters, notably a family of 17 elementary particles.Some are familiar from school physics lessons, household names if you like.One of the best known in the sub-atomic world is perhaps the electron, which orbits the atom and is involved in electricity and magnetism.Another flashy A-lister is the photon, which is a particle of light.But most particles from the Standard Model family are more niche, a little more art house if you like, and have strange names.In fact, one of them is actually called \"the strange quark\".And others from this group of particles are named as if by thoughtless and unimaginative parents: \"up\", \"down\", \"top\" and \"bottom\" though \"charm\" does sound a little more, well, charming.A couple of these combine in various ways to form protons and neutrons, which along with electrons make up atoms from which the world is made. These are all members of a group called \"fermions\".And there is another group called the \"bosons\", that quite literally hold the place together.They are called the \"force carriers\" in physics text books and give rise to the forces of nature: electrical, magnetic and nuclear forces, which pull other particles together or push them apart.With the discovery of the sub-atomic world's biggest celeb of all, the Higgs boson, scientists have now detected all the particles predicted by the Standard Model: a theory that beautifully explains how the Universe works in intricate detail.Or so scientists thought.It is incomplete. For a long time physicists thought that their Standard Model theory could explain almost everything.Then came two phenomena that showed that it explained hardly anything.First was the observation that galaxies are rotating much more quickly than they should.The faster a galaxy rotates the more material it contains.The observations suggested that they contain five times more material than could be detected.This invisible material has been called \"dark matter\" which physicists believe accounts for a quarter of the Universe.Second was the observation that galaxies were accelerating apart from each other driven by an even more mysterious force that the researchers who discovered it called \"dark energy\".So all in all the Standard Model, brilliant though it is at explaining how our tiny corner of the cosmos works can't account for how the remaining 95% of the Universe works.Even then, of the 5% it is good for it can't explain gravity.And, just as the erstwhile poster child of physics slinks off to find a place to curl up and quietly weep, comes the biggest humiliation of all: it can't explain why the Universe exists at all.Shortly after the Big Bang there were equal amounts of matter, from which all the atoms, stars and planets are made and anti-matter.Moments later the two should have cancelled each other out, as ripples sometimes do when meeting in a pond, to create a gigantic blast of energy and then, nothing but light.Our very existence demonstrates that clearly this did not happen.You might have thought that this was bad news for physics - but actually physicists such as Prof Nash couldn't be more excited.\"It's our biggest opportunity in a generation to find out what's the next step, where do we go from here and how do we explain the things we don't understand about the composition of the Universe.\"That is what physicists are hoping for. With the Large Hadron Collider set to double its energy, physicists hope that they will discovery weirder and even more wonderful particles that will point the way to a new more complete theory of sub-atomic physics.In other words a sequel, with new even more bizarre characters and with no doubt some twists and turns in the plot.Book two has the working title of: \"Beyond the Standard Model\".Scientists hope to find evidence of the invisible \"stuff\" called dark matter: the unseen Cheshire Cat behind the grin of the visible Universe we see around us.There are lots of different theories for what the cat might look like.Among them is an idea called supersymmetry or \"Susy\" for short.This idea predicts new particles that are invisible partners of the ones we know already about.One of these could be dark matter.Another idea is that dark matter could be explained by the wonderfully evocatively named \"dark sector\".This comprises shadowy new particles that don't obey the same forces as everything else but cannot easily be detected. They might be the invisible culprits that have been making our galaxies rotate faster than they should.Researchers will also be looking to find particles that are manifestations of extra-dimensions that we cannot detect but are predicted in some theories that extend the Standard Model to incorporate gravity.And the LHCb experiment will be studying the differences between matter and anti-matter in unprecedented detail.Who knows, but possibly one of the biggest changes in thinking in physics for 100 years.Researchers, such as Prof Tara Shears of Liverpool University who is working on the LHCb experiment hope to have their first taste of so-called \"new physics: a set of discoveries that will radically transform the theories of physics and our knowledge of how the Universe works.\"If I could have just one outcome form the next run of the LHC this would be it,\" she explained with a far away look in her eyes.\"It would be to make a discovery so unexpected that it doesn't fit with any of our theories, something that would show us that we have been on the wrong track in our efforts to understand the way that the forces of nature work, the way that matter is composed, something that will knock our heads sideways to make us come from a new direction.\"And that would be the paradigm shift and that shift, in my dreams would lead us to a much deeper understanding of the Universe.\"It would be wonderful if we could make a head start that would point us in the right direction.\"The sub-atomic world is set to become \"curiouser and curiouser\".Follow Pallab on Twitter",
    "A prosecutor has told the jury that Dzhokar Tsarnaev \"wanted to punish America\" when he and his brother planted bombs at the Boston Marathon.His lawyers admit he carried out the attacks but say he was under the influence of his radicalised brother.If found guilty, the 21-year-old, who is charged with 30 counts, will face life imprisonment or execution.The jury is to begin their deliberations on Tuesday, after both sides finished their closing arguments.Three people, including an eight-year-old boy, died after two pressure cooker bombs packed with nails, ball bearings and other shrapnel detonated in April 2013. More than 260 people were injured, with many losing limbs. A police officer was shot dead during the massive manhunt.Assistant US Attorney Aloke Chakravarty said that Mr Tsarnaev targeted the marathon in 2013, because it was a day when the world's attention would be focused on Boston.\"He wanted to terrorise this country,\" the prosecutor said as closing arguments began at the trial in Boston.\"The defendant thought that his values were more important than the people around him. He wanted to awake the mujahedeen, the holy warriors,\" he said.\"He wanted to terrorise this country. He wanted to punish America for what it was doing to his people.\"Mr Tsarnaev shook his head slightly when Mr Chakravarty referred to him as a terrorist.As expected, defence attorneys underscored their argument that Mr Tsarnaev was acting under the influence of his elder brother, Tamerlan, who orchestrated the plot.\"Tamerlan built the bombs, Tamerlan murdered officer Collier, Tamerlan led and Dzhokhar followed,\" lead defence lawyer Judy Clarke said.\"We don't deny that Dzhokhar fully participated in the events, but if not for Tamerlan, it would not have happened,\" Ms Clarke also said.She repeatedly referred to him as a \"teenager\" and as a \"kid\".The court was filled with people who have been affected by the bombings and the subsequent manhunt, with several people displaying visible signs of their victimhood - prosthetics, wheelchairs, and hearing aids have all been seen in the courtroom.Defence lawyers have maintained that his 26-year-old brother, Tamerlan, who died during a massive manhunt, had orchestrated the attacks and by doing so they hope to spare their client the death penalty.If convicted, a second phase will determine the punishment, and the jury will have to decide whether he will be put to death.The attacks were the deadliest terror attack on US soil since 9/11.",
    "Tribute has been paid to a Dundee GP and her engineer husband who died in a plane crash in Argyll.Dr Margaret Ann Rous, who was 37, and her 28-year-old husband David Rous were killed when a light aircraft struck the ground in Glen Etive.The couple from Newport-on-Tay had been flying their Piper Cherokee from Dundee to visit relatives on Tiree.The emergency services had been alerted when contact was lost with the aircraft at about 13:50 on Saturday.Police Scotland said the wreckage was discovered on the northern aspect of Glen Kinglass at 20:00, along with the remains of the two people on board.Dr Rous' sister Johann Maclean paid tribute to her on social media.She posted on Facebook: \"Today has been the hardest day of my life, I love you Minnie xxxx\"She also thanked friends and family for their sympathy messages.\"Thank you all for the heartfelt messages, phone calls and visits,\" she wrote. \"We appreciate your thoughts at this heartbreaking time xx.\"Following the discovery of the wreckage, specialist officers remained at the scene in the Beinn nan Lus area of Glen Kinglass.Inquiries are continuing into the cause of the accident.",
    "They appear little more than a bunch of old black-and-white photos the size of an A4 sheet of paper, with poorly defined images of armed men, battlefields and lifeless bodies.But this collection of pictures has immense historic value.They are the first ever photographs documenting a war in Latin America.They show the War of the Triple Alliance, a conflict which raged from 1865 to 1870 and which pitched Paraguay against Argentina, Brazil and Uruguay.It was one of the deadliest military conflicts in South American history with approximately 400,000 fatalities.In Paraguay, which lost more than half of its population to the conflict, it is also known as the Great War.The pictures are part of an exhibition currently touring Paraguay and commemorating the 150th anniversary of the start of the war.But they were taken not with history in mind, but for purely commercial reasons.They are, in fact, part of an unusual business venture launched by an American of Irish descent called George Thomas Bate.Mr Bate had opened a photography shop in the Uruguayan capital Montevideo in 1864.That same year, Uruguay was rocked by a coup.Paraguay backed ousted president Bernardo Prudencio Berro, while Uruguay's neighbours Argentina and Brazil sided with coup leader Gen Venancio Flores.As he observed the magnitude of the war grow, Mr Bate had an idea.He had recently visited the United States during the Civil War and had noticed a blossoming new trade: the sale of war pictures.Families whose sons, fathers, brothers or husbands had gone to war were willing to pay money for images of the battlefields where their loved ones were fighting.In 1866, a year after the start of the War of the Triple Alliance, Mr Bate requested permission from the new Uruguayan government to send a photographer to the front.The photographer he chose for the task was a Uruguayan called Javier Lopez.Mr Lopez travelled with an assistant to the 100km-wide front line.Herculean taskAt that time newspapers were not yet able to print photographs so Mr Lopez was the only photographer on the battlefield.Photography expert Luis Vera told BBC Mundo about the Herculean task that Mr Lopez faced.\"At that time pictures were taken using a technique called the collodion process, which required an enormous amount of equipment\", said Mr Vera.\"The kit included a heavy camera, fragile glass plates and chemicals that had to be carried all the way to the battlefields.\"While American photographers of the Civil War used vehicles to carry their equipment, Mr Lopez and his assistant had to use backpacks.Another challenge was the time it took to shoot each picture.\"The photographer had to prepare the wet plate, then take the picture, which required that people photographed stood still for up to 13 seconds, and finally he had to develop the photo in a tent that was used as a dark room,\" explained Mr Vera.The long time it took to process each image and the impossibility of shooting moving objects explains why most of the photos included in the exhibit are static and show no action, despite it being a war.In the end, the venture turned out to be a commercial failure.Even though Mr Bate publicised the photos in Uruguayan and Argentine papers, historians claim the 22 images compiled in an album called The Illustrated War did not catch the attention of the public, many of whom were against the war.In 1869, Mr Bate sold his photography store and moved to Buenos Aires.There, he tried a completely different line of work and opened a shoe store.His historic pictures of the war became part of the collection of the National Library of Uruguay, which loaned the photographs to Paraguay for this special touring exhibition.The War of the Triple Alliance ended on 1 March 1870 with the death on the battlefield of the Paraguayan president.Paraguay was left devastated, its territory temporarily occupied by Brazilian forces and its population decimated.In 1885 Uruguay became the first country of the Triple Alliance to return its war trophies to Paraguay, thereby normalising relations between the two Latin American nations.",
    "The UN Security Council has demanded humanitarian access to the Palestinian refugee camp of Yarmouk in Damascus.One UN official described the situation for the 18,000 refugees there as \"beyond inhumane\".The situation has deteriorated since 1 April, when Islamic State launched an offensive.Palestinian militiamen opposed to the Syrian government and some Free Syrian Army fighters are leading the fight against the IS militants.The chair of the 15-member Security Council, Jordan's ambassador Dina Kawar, called for the \"protection of civilians... humanitarian access... and life-saving assistance\".Delivering a report to the council, Pierre Krahenbuhl, of the Palestinian Unwra relief agency, said the situation was \"more desperate than ever\".The Palestinian UN ambassador, Riyad Mansour, said that saving the refugees was his government's main priority.He appealed to member nations to relocate the refugees elsewhere in Syria or abroad.Analysis: Jim Muir in BeirutBecause of its strategic location, the Syrian government has always feared Yarmouk might be used as a springboard for a rebel thrust into the heart of the capital.With some reports saying IS may now control as much as 90% of the area, that brings the militants closer than ever to the centre of Damascus.Government helicopters are reported to have been dropping barrel bombs on Yarmouk, although rebel groups accuse the regime of encouraging the spread of Islamic State, so it can dismiss the entire rebel movement as a bunch of terrorists.Ahmed Majdalani, an official with the Palestine Liberation Organisation, said a delegation was on its way to Damascus to discuss a humanitarian corridor with the Syrian government and Palestinian factions in the camp.Another Unwra official, Chris Gunness, said: \"The situation in the camp is beyond inhumane.\"There is no food, there is no water and there is very little medicine... People are holed up in their houses, there is fighting going on in the streets. There are reports of... bombardments. This has to stop and civilians must be evacuated.\"Sunday's heavy fighting turned into sporadic clashes on Monday, monitors said.Monitors say IS and the al-Qaeda-affiliated Nusra Front, who have fought each other in other parts of Syria, were working together in Yarmouk.A few hundred people were reported to have managed to escape the camp over the weekend.Syria's bloody conflict, which has entered its fifth year, has claimed the lives of more than 200,000 Syrians.The battle between forces loyal to President Bashar al-Assad, rebels opposed to his rule and Islamic State has also driven more than 11 million people from their homes.Yarmouk was first built for Palestinians fleeing the 1948 Arab-Israeli war.Before the Syrian civil war began, it had more than 150,000 refugees living there and had its own mosques, schools and public buildings. But since 2012, the camp has been besieged by fighting.",
    "California is generally reckoned to be a trendsetter - it's not necessarily that things are invented there but California is often an early adopter. Think raves, skateboards, hippies and a whole smorgasbord of drugs. So what's next?There's a cloud-chasing meet and I want to win. And no. Not the clouds in the sky. So here's the set-up. I want a sub-ohm rechargeable, authentic mech mod so that I that can crank up the power. And a metal rebuildable atomizer. Drip tip, of course, and then a wire coil with a dual silica wick.I know its old-fashioned but, you know what? I've never liked the eco wool. And steel mesh? I haven't seen one of those for months now. That's for cave men.Nic level? Three milligrams. And, let's go for organic kosher shazamazam - it's a bit like the grape candy you can get in Korea, if you've ever had that.Any idea? That's vape talk - the new vocabulary that surrounds e-cigarettes. There's a whole new subculture.There are hundreds of vape shops in California - more than a thousand some say - and they come in all shapes and sizes. There are chic ones, which look a bit like bars. There are loungey ones where there are sofas for customers to sip a coffee as they vape. And there are arty ones with rap music, grey concrete floors and pictures for sale on exposed brick walls.Inside the shops there are vaping magazines, some showing lingerie-clad women puffing away at their e-cigarettes. And there's already a whole industry in accessories: clothing, bags and wooden cases for the juice or e-juice - that's the liquid that you vaporise.The scientists say there is not yet enough evidence to be sure what harm smoking e-cigarettes or vaping may do. There are a number of question marks.First of all, what about the nicotine? A lot of the damage done by cigarettes comes not from the nicotine but from the process of burning tobacco and inhaling the smoke. The latest US surgeon general's report took a look at what harm nicotine itself can do and concluded it is bad for foetuses and bad for adolescents' brain development, but that there's not enough evidence to say whether or not it causes cancer.Some scientists advise using the precautionary principle and suggest either banning e-cigarettes or maybe changing the tobacco tax into a nicotine tax.And after all, if large enough numbers get addicted to vaping and then it's discovered that there's a medical problem down the line, what then? Would controls at that point become politically difficult?There are other issues - are the flavourings and other ingredients safe?US officials have warned that some of the flavourings being used are safe to eat but dangerous to inhale. Also if the e-cigarettes get too hot, do metal particles get into your lungs? And if set up wrong can they blow up - that has apparently happened - causing serious injury and, in at least one case, death.Others argue that without strong evidence of harm, there's no case for controls on vaping.But still, in some parts of California, restrictions on vaping indoors and in public spaces are coming in. The state, it seems, is leading the way not only in vaping but also in the control of vaping.And having spent a few hours in some Los Angeles vape shops, I can say there does seem to be a passive vaping effect - I left the shops with a dry mouth and the feeling, anyway, that some of the nicotine floating around in the air had ended up in my system.But vaping enthusiasts have few doubts. Their evidence is mostly anecdotal but there are a lot of people saying that vaping has helped them quit smoking.Take Colin Ring. Tall, fair-haired and clever, he lives in Los Angeles and hopes to study dentistry. A year ago he had a serious medical problem and, after surgery on his stomach, had to quit smoking. So he took to vaping.\"Its all about harm reduction,\" he says. He now works in a vape shop and says he is steadily reducing the amount of nicotine he inhales and has the final objective of getting to zero, at which point he says he will stop vaping altogether. There is a bit of social vaping, he says, but most see it as a way of transitioning to becoming nicotine free.In fact, the emerging vaping subculture is quite hostile to the big tobacco companies. There is fear that the cigarette companies see vaping as a threat and will get in on it by making e-cigarettes themselves - in fact that is already happening - or that they will use their lobbying power to regulate vaping out of existence.But for all that, Colin sees a big future for vaping. 2015 is going to be huge he says. Vaping's here to stay. You might think it's nerdy and there are some vaping snobs who look down on other people who have just started, but you always get that.\"For me,\" he says, \"it's got a New-Age feel. The technology is changing every month. Hey, it's just in its infancy.\"How to listen to From Our Own Correspondent:BBC Radio 4: Saturdays at 11:30. Listen online or download the podcast.BBC World Service: At weekends - see World Service programme schedule or listen online.Subscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox.",
    "California Governor Jerry Brown has instituted new water restrictions as the state's reservoirs have fallen to perilously low levels - but will the rules change how Californians see water?California is facing a catastrophic environmental disaster. America's erstwhile Golden State is in the midst of a severe drought which shows no sign of letting up.Even the threat of earthquakes seems to fade in comparison to the water crisis, now in its fourth year.Nasa scientists have projected that reservoirs could run dry within a year and there is growing pressure on ground water supplies, which are dwindling rapidly.The drought is a problem of epic proportions and it could - many say should - result in a seismic shift in attitudes towards water.\"Hopefully people will look at a green lawn and find it as annoying as second-hand cigarette smoke,\" says Nancy Vogel of the California Department of Water Resources.Last week the state's governor, Jerry Brown, announced mandatory water rationing on scale that California has never experienced before. The goal is a 25% reduction in usage.\"He's been asking us to cut back going back to last winter and we haven't stepped up,\" says Jay Famiglietti, University of California, Irvine and senior water scientist at Nasa's Jet Propulsion Laboratory.Famiglietti argues that Brown's tough love approach is necessary because so many people are apathetic towards water conservation.\"This is the next logical step and I think it sends a very strong message to all Californians about just how serious this situation is.\"But the governor's plan has been criticised for not requiring similar rationing for farmers, who make up the large majority of the state's water usage.Meanwhile, local authorities and individuals have been put on notice that beautifully manicured green lawns should go.Homeowners will not be forced to remove them, although many cities have introduced limits on the number of days irrigation systems can be used.And cities have been ordered to stop watering ornamental grasses in the median areas of highways.\"For the average Californian the easiest and quickest way to save water is to turn sprinklers off,\" Ms Vogel says.\"Just let the lawn go brown or replace it with drought tolerant landscaping.\"About 50% of water used in residential areas is outside the home.\"People routinely over-water their lawns and use water to do things like hosing down the side walk when a broom would do,\" says Felicia Marcus, chair of the State Water Resources Control Board.Getting rid of grass will be a huge lifestyle shift for many, but it is the biggest single measure that individual Californians could take to ease the crisis, according to Famiglietti.\"Drought tolerant native landscape is beautiful - we just have to get over this grass thing,\" he explains.\"We live in an arid and semi-arid state and we need to start acting that way.\"But will Californians heed the warnings and change their ways?Success for state officials hinges on enforcement of the governor's executive order. It will be largely up to local water districts to figure out how to cut consumption by a quarter.Local providers have been ordered to provide a full account of their efforts to implement the new rules.They have been authorised to impose fines of up to $500 (£334) on individuals caught wasting water and the agencies themselves could be fined up to $10,000 for failing to comply.But officials are keen to stress that their approach will be based on an education-first policy, where the goal is to get the message out about conservation.This includes letting home-owners know about schemes that help them replace their lawn, for free.\"The governor's order involves carrots as well as sticks and has directed the appropriate agencies to work on assisting locals with turf buy-outs and rebates to get more efficient appliances and fixtures,\" says Marcus.\"These will give permanent savings, not just behavioural savings for the moment.\"Californians have been deluged with advice about ways to save water. They include not running the tap while cleaning your teeth, keeping showers short and fixing leaky toilets, pipes and faucets.\"If it's been in your home for 20 years or so you can probably get a more efficient toilet that uses less water,\" says Vogel.Some experts suggest car-loving Californians should even stop washing their vehicles.In Los Angeles, restaurants have been ordered to stop automatically serving diners with of water. They can oblige if customers ask for it, but significant savings can be made mostly through using less water to clean the glasses afterwards.\"It's also a very effective communication reminder that we're in a drought,\" Marcus says.There will be no army of water-saving police patrolling the streets to ensure that people do their bit. For the most part, it will be down to individuals to self-enforce the rules.But some local water agencies have enlisted the public to play water cop by using an app on their smartphone.It allows users to snap a photo of their offending neighbour and to send it directly to the water authority. It usually results in a warning letter about issues such as leaky irrigation but could lead to a prosecution.\"That's a little frightening,\" Famiglietti says of the Big Brother approach.\"I don't want to adopt a holier-than-thou attitude but I think it is appropriate for neighbours to talk to one another and encourage each other to save water.\"\"It is commonly owned and we have to come to grips with the fact that we don't have enough,\" he says.\"Together, as a community, we'll let one another know how important this is and, in a sense, police ourselves without the power of the state,\" says Vogel.\"We don't have the resources at the state level to be in everybody's back yard shutting off sprinklers,\" she adds.Californians have always prided themselves on their progressive thinking and willingness to go out on a limb. But this will require a shift in mindset from a state of US migrants.Lush lawns and lavish water features, typically found in Beverly Hills and other rich communities, go hand in hand with a lifestyle that optimises wealth and success.\"People recreated the landscapes that they came from, such as the mid-west and the east which were more water-rich climates and for many people the yard just came with the house,\" says Marcus.\"It is not a necessity and we have been trying to train people to rethink it.\"But even as the drought crisis deepens, the water seems to flow in certain neighbourhoods, unabated.It is notable that less well off communities enjoy far less greenery. The onus will be on the well-heeled to revise their image of what is appropriate landscape for California.Ms Vogel adds that Californians will have to re-evaluate their \"notion of pretty\" and become a lot more water-wise.\"We need to get to the point where we don't expect our landscape to look like Iowa,\" she says.",
    "A Dutch hostage kidnapped in Mali in 2011 has been freed by French special forces.Sjaak Rijke was seized by gunmen from a hotel in the city of Timbuktu, along with two other men.French President Francois Hollande said that Mr Rijke had been found by chance in a dawn raid in northern Mali.Mr Rijke is believed have been held by al-Qaeda in the Islamic Maghreb (AQIM) and appeared in a video by the militants in November.He was shown alongside French hostage Serge Lazarevic, who was freed in December after a prisoner swap.The French defence ministry said that Mr Rijke has been transferred \"safe and sound\" early on Monday to a temporary base in Tessalit.It added that a number of militants had been killed and others captured in the operation against AQIM militants.Mr Rijke was said to be in a good condition considering the circumstances.\"This is fantastic news for Sjaak and his family. I'm happy and relieved that this terrible period of uncertainty and sadness has been brought to an end,\" said Dutch Foreign Minister Bert Koenders.The BBC's Hugh Schofield in Paris says that it seems that Mr Rijke was discovered by chance.French troops had launched a dawn attack on a militant group in northern Mali.Our correspondent says that after the fighting was over, they realised that the group had been holding Mr Rijke.There has been no word about the fate of the other two men captured with himA German man died in the militant attack on a hotel in Timbuktu in November 2011.Swede Johan Gustafsson and South African Stephen Malcolm were kidnapped with Mr Rijke.AQIM took a number of Western hostages before the French military deployed its forces in January 2013.France has since created a counter-insurgency force of several thousand troops to track down Islamist militants in Mali.",
    "The official start of the new tax year has sparked a fresh battle between Labour and the Conservatives over their respective economic plans.David Cameron says 94% of working households are better off under tax and benefit changes brought in on Monday.However, Labour's Ed Balls claims the result is that families are on average £1,100 a year worse off than in 2010.Both parties say their rivals have secret plans to raise taxes if they win the general election.The Lib Dems, meanwhile, are angry with the Conservatives for claiming credit for an increase in the personal income tax allowance, which they say they had to force Tory ministers to accept.The personal allowance - the amount someone can earn before they are taxed - has gone up from £10,000 to £10,600.Both former coalition partners have both said they want it to go up to £12,500 by 2020, but senior Lib Dem David Laws said his party would implement this \"far faster\".In other election news:Speaking in Bristol to party members, Mr Cameron said the Conservatives had taken three million of the lowest paid people out of income tax and, overall, 26 million people were getting a tax cut.\"I don't just want people to see Britain's recovery on the TV or hear it on the radio, I want them to feel it in their lives,\" he said.\"Thanks to today's changes they are.\"He said he was making a \"vow to working people\", adding: \"No income tax raise, no VAT rise, no national insurance rise - that is our vow.\"Mr Cameron said there was a \"moral case\" for low taxes and that the choice at the next election was \"clearer than ever\".\"Tax cuts with us, tax rises with Ed Miliband and Labour. Work rewarded with us, work punished with them.\"Appearing alongside the Tory leader, Chancellor George Osborne described pension changes as \"far-reaching reforms\" offering \"unprecedented freedoms\" over pensioners' savings.Speaking earlier in Leeds, shadow chancellor Ed Balls said: \"Families are £1,100 a year worse off on average - that is the true cost of a Tory chancellor.\"He cited independent figures from the Institute for Fiscal Studies which he said took into account all of the changes David Cameron and his government had introduced since May 2010 up until Monday, including the change to the personal allowance.\"Their damning conclusion is that low-income households with children lose the most as a percentage of their income from changes implemented by the coalition. While millions are paying more, we know that millionaires are paying less,\" he said.There is another flipside to the commitment to low taxes. The Tories need to save £30bn to eliminate the deficit by 2017-18 and if they won't put up taxes, all the money will have to come from spending cuts.They have said they will save £5bn by cracking down on tax avoidance, £13bn from departmental spending and £12bn from welfare.But there remain big unanswered questions on which benefits and which government projects will have to be axed.Labour faces similar questions about which taxes it would increase and what public spending it would cut to meet its commitment to eliminating the deficit as soon as possible in the next parliament.He repeated Labour's claim that a Conservative government would increase VAT to make their sums add up - something denied again by Mr Cameron on Monday.The Conservatives claim Labour would be forced to increase National Insurance contributions to pay for their spending plans.Liberal Democrat leader Nick Clegg attacked Labour's policies as \"economically illiterate\", but also warned that Chancellor George Osborne was \"a very dangerous man\" because of his plan to balance the books through spending cuts alone.Raising the income tax threshold had been a flagship Lib Dem policy in 2010, which Mr Cameron had dismissed as \"unaffordable\". And despite the prime minister's claim that the latest change was \"all thanks to the Conservatives\", Mr Clegg claimed Tory ministers had opposed the move during coalition talks.The Lib Dem leader said he had pushed for tax cuts for low and middle-income workers at every one of the coalition's budgets, claiming the Conservatives \"were always more interested in tax cuts for people at the top rather than tax cuts for people at the bottom or the middle\".One of the biggest changes which came into force on Monday was the relaxation of pension rules, so that those with a defined contribution pension \"pot\" can take out as much as they like when they reach the age of 55.Lib Dem Pensions Minister Steve Webb said the principle was to trust people with their own money - but he urged people to seek advice and not rush into any decisions.Labour's pensions spokesman Gregg McClymont welcomed the \"flexibility\" in the new system but voiced concerns the pensions industry was \"finding it difficult to adapt so quickly to such a big change\".Other changes which came into effect included a higher limit on ISA savings, the Marriage Tax Allowance, a 2.5% increase in the state pension, the abolition of employer National Insurance on under 21-year-olds and the scrapping of the 10p tax band on savings. Working age benefit increases have also been capped at 1%.Subscribe to the BBC Election 2015 newsletter to get a round-up of the day's campaign news sent to your inbox every weekday afternoon.",
    "The fraternity at the centre of a discredited Rolling Stone article about a campus rape has threatened to sue the magazine for its \"reckless\" reporting.The move comes after an independent review concluded the magazine failed to follow basic journalistic safeguards before publishing.The November article described a gang rape at a University of Virginia (UVA) fraternity house in 2012.A four-month police investigation found no evidence that the incident occurred.However, police chief Timothy Longo has said that did not mean \"something terrible didn't happen\" to the student known as Jackie.In a statement, UVA's chapter of Phi Kappa Psi said they would \"pursue all available legal action against the magazine\".The chapter said its members were ostracised and the fraternity house was vandalised as a result of the article, which was read by millions.The Columbia School of Journalism report, commissioned by Rolling Stone, described the article as \"a story of journalistic failure\".Written by journalist Sabrina Erdely, the 9,000-word article A Rape on Campus relied on Jackie as the sole source to tell the story of an alleged rape at the Phi Kappa Psi fraternity house.Subsequent investigations by other reporters and Ms Erdely herself identified errors in the reporting of the piece.Rolling Stone has apologised and officially retracted \"A Rape on Campus\" after the review.Managing Editor Will Dana apologised to readers and \"all of those who were damaged by our story and the ensuing fallout\".The Columbia School of Journalism report said the magazine failed to use \"basic, even routine journalistic practice\" to verify the details after Ms Erdely failed to contact the alleged attackers.\"The failure encompassed reporting, editing, editorial supervision and fact-checking\", and there were \"systematic failures\" at the magazine, the report said.The report went on to suggest that the article had undermined work to stop sexual violence as it \"spread the idea that many women invent rape allegations\".During a press conference on Monday, Steven Coll, one of the authors of the report, said Rolling Stone had hid behind sensitivity to Jackie to explain their lapses in reporting.\"We do disagree with any suggestion that this is Jackie's fault,\" Mr Coll added.Mr Dana described the report as \"painful reading\", and said the magazine was committing itself to a series of recommendations in the report, but said no-one would be fired for their involvement in the story.He apologised to all those affected by the story, \"including members of the Phi Kappa Psi fraternity and UVA administrators and students\".Columbia said that Jackie had declined to answer questions for the report and that her lawyer said it \"is in her best interest to remain silent at this time\".",
    "The Democratic Republic of the Congo has been urged to investigate at least 421 bodies found in an unmarked burial ground in the capital, Kinshasa.A foul smell led residents to the site in March.The government says all the bodies were buried in a single night and include stillborn babies and unclaimed bodies.But Human Rights Watch says they must check to see if any of the people killed during anti-government protests in January have been buried there.Dozens of demonstrators died in protests over a proposed electoral law change which would have required a national census to be held before the presidential election could take place.The US-based watchdog Human Rights Watch (HWR) has said that bodies went missing during the protests and also during government crackdowns on criminal gangs in the capital last year and in 2013.Human rights workers first became aware of the burial site after residents of Maluku in Kinshasa reported a terrible smell near the local cemetery more than two weeks ago.A woman working in the field then discovered a limb sticking out of the ground.The DR Congo government has said that the bodies were all buried in individual graves on 19 March.A spokesman said on Monday that there would be no exhumations of the bodies.",
    "A boom in cheap package holidays in the 1960s is partly behind the \"worrying rise\" in skin cancers in pensioners, Cancer Research UK suggests.The charity says that although all ages are at risk, many older people would not have been aware of how to protect themselves four decades ago.Figures show that 5,700 over-65s are diagnosed with the condition each year, compared to just 600 in the mid-1970s.The condition can often be prevented by covering up and avoiding sunburn.Around 13,300 people are diagnosed with malignant melanoma - the most serious form of skin cancer - each year in the UK. And 2,100 lives are lost to the disease annually.Numbers are increasing across all age groups but the steepest rise is seen in over-65s.The charity said all ages are benefitting from public health messages explaining the dangers of holiday sun.Sue Deans, a 69-year old mother of three, was first diagnosed with skin cancer in 2000 and again in 2007.She said: \"I was part of the generation when package holidays became affordable and you could go abroad nearly every year.\"I don't think there was much understanding at the time about the impact that too much sun can have on your risk of getting skin cancer.\"And I loved the sun but suffered quite a bit of sunburn over the years.\"She spotted signs of her cancer early on and has had successful surgery, but remains vigilant for anything that might need further checks.Professor Richard Marais of Cancer Research UK (CRUK), said: \"It is worrying to see melanoma rates increasing at such a fast pace, and across all age groups.\"It is important people keep an eye on their skin and seek medical opinion if they see any changes to their moles or even to normal areas of skin.\"Melanoma is often detected on men's backs and women's legs but can appear on any part of the body.\"Research suggests that getting sunburnt just once every two years can increase the odds of developing malignant melanoma.Dr Julie Sharp, head of health information at CRUK, said: \"You can burn at home just as easily as you can on holiday, so remember to spend time in the shade, wear a T-shirt and a hat to protect your skin and regularly apply sunscreen that is at least factor 15 and has four stars.\"Johnathon Major, from the British Association of Dermatologists, said: \"The increasing incidence of skin cancer within the UK is alarming.\"As people are living longer, more people are reaching an age where they are at a higher risk.\"Interest in package holidays and in fashion tanning are among the reasons that more people are developing skin cancer.\"But it's crucial to remember that you don't have to go on holiday or use a sun bed to heighten your risk. Skin cancers can develop as a result of both short-term and long-term overexposure to the sun's rays within the UK.\"",
    "At first glance, Erliban village appears to be covered in rubbish.But the town, in northern China's Hebei province, is actually devoted to waste recycling. Mountains of glass bottles and scraps of plastic crowd every available space.Sitting in the middle of it all is a boarding school. Not one for the wealthy but, like many boarding schools in China, a school for the sons and daughters of local farmers and migrant workers. Poor families send their children here, hoping they'll get an education that will elevate them above the grime and dirt pervading this place.The Zhang family sent their teenage son there after a visit from recruiters.\"We were told the school was one of the best out here. It was supposed to have military-style discipline and good teachers,\" Mr Zhang explains.Those were empty promises, they now say.Last December, a teacher at the school - a man named Li Jian - was sent to prison. For years, he had abused the Zhangs' son and several other teenage boys. We've changed the family's name to protect the boy's identity.Li Jian admitted to forcing the students back to his home. There, they were bound and gagged, tortured and raped, a court heard. Li Jian threatened his victims with death if they told anyone what took place in his apartment.As the abuse stretched on, the boy became extremely depressed.\"He used to cry and refuse to return to school,\" his mother remembers. \"At first, we didn't understand why. My husband became very angry. But now we know. Our son was suffering.\"Eventually, the boy became the first to speak up. \"The situation was getting worse so I told my parents,\" he whispers. \"But the memories still haunt me.\"Li Jian, the teacher, was in charge of discipline at the school. In court, the boys testified that Li would pick on the students who made mistakes during the school's morning exercise drills. Those are the ones he would bring back to his home for \"extra instruction\".Li received a prison sentence of two years and 10 months. China has no laws banning male rape over the age of 14. The victims could not prove the sexual abuse started before they were 14, so the court only found Li Jian guilty of detaining his students.Frustrated with China's piecemeal child abuse laws, the victim's families are appealing for a harsher punishment. They're pushing Li Jian to pay compensation so the boys can receive costly psychological counselling.They feel other parts of the system, too, failed their sons.When the Zhangs first went to the police station to report the crime, police there appeared to be familiar with Li Jian, who had worked at other boarding schools in the province before coming to Erliban village.\"When we said the teacher's name, the officer said \"Li Jian? That creep is doing it again!\" So they knew about this before but didn't do anything to stop him,\" Mr Zhang fumes.The police ignored our repeated interview requests.School officials refused to answer similar allegations from the victims' families and several teachers that the school had also turned a blind eye to the abuse.It seems that no-one really knows what takes place behind closed doors in China's boarding schools. Thirty million children across mainland China attend schools far away from home, according to Ministry of Education statistics from last year.Advocates from Save the Children warn there's a \"high risk\" of abuse at Chinese boarding schools without proper safeguards in place. Children as young as five live far away from their parents, at schools with no teacher background checks and no means to report sexual or physical violence.Pia MacRae, China country director, Save the Children\"Aside from being awful thing to experience, research highlights the correlation between sexual abuse and many other problems - including mental health, learnings outcomes and the ability to build long term healthy relationships.We simply do not have the data to know whether the prevalence has increased in China recent years. What we do know is that children away from their parents (either because they are at boarding school or left behind with relatives) are on aggregate more vulnerable.It is also clear that social media has played a critical role in bringing attention to more extreme cases which has also raised awareness of the issue of sexual abuse more generally. We see an increase in commitment to address this issue from our partners in government and in schools.\"The Ministry of Education is working on a national student protection plan.But future changes are of little consolation to the Zhang family. They're packing what little they own.\"My son can't live here. We have to leave,\" Mr Zhang explains, choking back tears.\"We came here 20 years ago. We even had a little business, but now we've closed it. Even our house is falling apart,\" he says, gesturing to cracks in the walls of the family farmhouse.So, they're moving away to start a new life. Tired of a system that didn't keep their child safe and can't deliver justice now.",
    "Our selection of some of the best news photographs taken around the world this week.",
    "Kenyan fighter jets have bombed positions of militant Islamist group al-Shabab in neighbouring Somalia, a military spokesman has told the BBC.The warplanes had targeted two camps in the Gedo region, used by al-Shabab to cross into Kenya, the spokesman added.This is Kenya's first response to the al-Shabab assault which left 148 people dead at Garissa University last week.President Uhuru Kenyatta had vowed to respond to the attack \"in the severest way possible\".Kenyan army spokesman David Obonyo told the BBC that the military had responded to \"threats\" by launching the air strikes on Sunday night in the remote region.Two camps had been destroyed, he said, adding: \"The bombings are part of the continued process and engagement against al-Shabab, which will go on.\"But an eyewitness, speaking to BBC Somali, said the attack had wounded three civilians, and destroyed livestock and wells in an area without an al-Shabab presence.The attack on Garissa University, about 150km (90 miles) from the Somali border, was the deadliest by al-Shabab in Kenya.The al-Qaeda affiliate says it is at war with Kenya, and wants it to withdraw troops sent to Somalia in 2011 to help the weak government in Mogadishu fight the militants.This is the latest in a series of air strikes that Kenya's military has carried out in Somalia. Often, they are accompanied by reports of civilian casualties - in this instance, a mother and her two children were wounded, an eyewitness says.Many people in Somalia believe the air assault is merely aimed at showing Kenyans that the government is responding to the threat posed by al-Shabab.They point out there was a similar strike after al-Shabab killed 36 quarry workers in Kenya's north-eastern Mandera region in December. Then, too, there were reports of civilian casualties, while Kenya failed to provide any proof of al-Shabab being hit.This is in contrast to US air strikes in Somalia, which led to the killing of al-Shabab fighters and leaders.Governors and MPs from north-eastern Kenya have called for the closure of the Dadaab refugee camp, where about 500,000 people who fled conflict in Somalia are taking shelter.They told a news conference in the capital, Nairobi, that the camp was used by al-Shabab as a training and coordination centre.Aid agencies have rejected previous calls for the closure of Dadaab, the largest refugee camp in Africa.An MP in Garissa, Aden Duale, said Kenya should \"engage\" with the international community to step up patrols along its long and porous border with Somalia.Meanwhile, Kenya's government has denied accusations that its security forces were slow to respond to Thursday's assault on the university.Mr Kenyatta's spokesman Manoah Espisu told the BBC that the military was at the scene within minutes of the attack, and had helped save the lives of many students on campus.Local media reported that it took special forces several hours to arrive at the university because of delays in their flight from Nairobi.The attack ended when the four militants were killed by police more than 15 hours after they stormed the university.One of the gunmen has been named as Abdirahim Abdullahi, a law student who graduated from Nairobi University in 2013.His father is a local chief, and had reported his son missing, according to local media.A former fellow student of Abdullahi told BBC Newsday that he had been a \"charming fellow\" who did not show any sign of holding militant views at university.\"He was very intelligent... I was very shocked that a person I sat with in class - what would drive someone to change so much?\" said the former student, who asked not to be identified for fear of reprisals.Garissa university campus1. Militants enter the university grounds, two guards are shot dead2. Shooting begins within the campus3. Students attacked in their classrooms while preparing for exams4. Gunmen believed isolated in the female dormitories5. Some students make an escape through the fenceKenya's stoic survivors defy al-ShababWho are the victims?Survivors 'were too scared to scream'Why is al-Shabab targeting Kenya?",
    "Islamist rebel fighters have released some 300 Kurdish men taken captive and held for hours in northwest Syria.Reports say the men were seized from buses travelling from the town of Afrin to the city of Aleppo.Officials from the Kurdish Democratic Union Party (PYD) have blamed Jaysh al-Islam (Army of Islam) for the kidnapping but this has not been confirmed.The Kurdish hostages were released in an alleged prisoner exchange.Reports said the men had been held in a town in Idlib province.A spokesman for the PYD said that the kidnappers had demanded the release of three rebel members detained by the Kurds in Afrin.The Kurdish men had been taken from a convoy of buses forced to stop at a checkpoint on the way to Aleppo. A group of women and children were said to have been allowed to go free.The PYD implicated the Jaysh al-Islam (Army of Islam) in the kidnapping but it is only one of a number of Islamic rebel factions operating in the area.The al-Nusra Front is active in the region. It helped capture the city of Idlib from government forces at the end of March.Idlib is only the second provincial centre to fall into rebel hands, after Raqqa was seized by Islamic State (IS).Syria's bloody conflict, which has entered its fifth year, has claimed the lives of more than 200,000 Syrians.The battle between forces loyal to President Bashar al-Assad, rebels opposed to his rule and jihadist militants from IS has driven more than 11 million people from their homes.",
    "An aid flight with medical supplies for Yemen has been held back because of logistical problems, as violence in the country continues.Saudi air strikes have been targeting Houthi rebels for almost two weeks.The International Committee of the Red Cross (ICRC) was given permission by a Saudi-led coalition to land planes carrying staff and medical supplies.The passenger plane landed safely on Monday but the supply flight has been unable to depart.ICRC spokeswoman Sitara Jabeen says they had been unable to find a cargo plane to take their 48 tonnes of medical supplies into the country.\"Less and less airlines are either allowed, or able, or willing, to fly to Yemen,\" she said.Ms Jabeen added that the country's security situation made finding a solution \"extremely difficult\" but that they were working to sort out the logistics.Yemen: who is fighting whom?The Houthis: Zaidi Shia-led rebels from the north, who seized control of Sanaa last year and have since been expanding their controlPresident Hadi: Fled to Saudi Arabia after rebel forces advanced on his stronghold in the southern city of AdenAl-Qaeda in the Arabian Peninsula: Seen by the US as the most dangerous offshoot of al-Qaeda, AQAP opposes both the Houthis and President Hadi.Islamic State: A Yemeni affiliate of IS has recently emerged, which seeks to eclipse AQAPFailure 'not an option for Saudis'Yemen crisis: An Iranian-Saudi battleground?Meeting the Houthis - and their enemiesThe rise of Yemen's Houthi rebelsThe Red Cross is also trying to deploy a team of surgeons to the battle-torn city of Aden, but said that \"authorisations from all the parties involved\" were necessary before this could happen.The ICRC spent a week negotiating with the Saudi-led coalition over deliveries of supplies.It has called for a 24-hour ceasefire in Aden, while Russia has also urged the UN Security Council to support a \"humanitarian pause\" in the air strikes.Explosions on Monday shook homes in the suburbs of Aden, one of President Hadi's last strongholds.At least 53 people died in 24 hours of clashes between rebels and pro-government fighters, AFP reports.Food, water and electricity shortages have also mounted, with residents pleading for help to feed their families.Student Nisman Usman said: \"We have lived three days of horrors - gunshots everywhere.\"Arab views of the fight for Aden range from pro-Saudi optimism to fears of other players being dragged in.Saudi and Gulf media report that the \"shell-shocked\" Houthis are seeking ceasefire talks in the face of the Saudi aerial bombardment. Bahrain's Akhbar al-Khalij daily and the Emirates' Al-Bayan accuse the Houthis of \"indiscriminate shelling\" of Aden residential areas.But Arab papers elsewhere are less sanguine. Jordan's al-Ghad and Lebanon's leftist al-Safir say the Saudis have failed to halt the Houthis' advance on Aden, a development that pro-Saudi media ignore.Pan-Arab TV channels report the fighting could draw in other players from Pakistan to Iraqi Shia militias.Iranian media maintain their anti-Saudi stance, with official TV channels highlighting the civilian casualties of Saudi air raids and protests in various countries against Saudi policy.A political consultant in Sanaa, Hisham al-Omeisy, told the BBC that he was sceptical that the Red Cross aid flight would go ahead.\"The Saudi coalition announced this several times before, that they will allow the ICRC to come into the airport but that hasn't actually taken place,\" he said.Meanwhile, Pakistan's parliament is holding a special session to debate whether to join the Saudis and their allies.Defence Minister Khawaja Asif, said the Saudis had asked for warships, aircraft and soldiers.Pakistani aircraft rescued 170 people from Sanaa on Sunday. Countries including China and Egypt are planning evacuation flights, while Russia and India have already airlifted many of their nationals out of the country.President Hadi was forced to flee Yemen two weeks ago, as the rebels advanced on Aden.The Houthis have said their aim is to replace his government, which they accuse of being corrupt.They are supported by troops loyal to the former President Ali Abdullah Saleh, who was ousted in the Arab Spring protests.Saudi Arabia says the Houthis have military backing from regional rival Iran, which denies the allegation.Are you in Yemen? Are you affected by the situation there? Email haveyoursay@bbc.co.uk with your stories.If you would be happy to speak further to a BBC journalist, please include a contact telephone number.Email your pictures to yourpics@bbc.co.uk, upload them here, tweet them to @BBC_HaveYourSay or text 61124. If you are outside the UK, send them to the international number +44 7624 800 100.Or WhatsApp us on +44 7525 900971Read our terms and conditions.",
    "A ward has been closed at the Royal Cornwall Hospital in Truro because of an outbreak of Norovirus.The hospital said it was \"urging people to choose appropriate services\" and \"make use of pharmacies and minor injury units\".A spokeswoman asked families not to visit if they had been unwell and to call the ward before visiting patients.The Royal Cornwall Hospitals Trust declared a \"black alert\" in February due to pressure on its services.",
    "Action movie Furious 7 has taken $384 million (£257 million) at the global box office in its opening weekend.Almost half of that figure - $143.6 million (£96 million) - was made at the US box office.Globally, it is the fourth-highest opening of all time, beaten only by two Harry Potter films and The Avengers.Interest in the film was at least partially tied to its late star Paul Walker, who died in a car crash in before the film was completed in 2013.Following the fatal accident, production on Furious 7 was suspended while the filmmakers decided whether or not to proceed.The team ultimately decided to delay the release from its scheduled July 2014 date. Walker's scenes were completed using a mixture of computer animation and body doubles - including two of the star's younger brothers, Caleb and Cody.\"This is a bittersweet instalment in the franchise,\" said Phil Contrino, vice president and chief analyst at BoxOffice.com.\"Walker's passing made this movie more intriguing for people who hadn't seen some of the instalments. It raised awareness and its success is a tribute to him.\"Film company Universal said Walker's death \"probably created some curiosity\" amongst audiences but added: \"It's not by any means the prime motivator to see the movie\".The adrenalin-fuelled franchise has gone from strength to strength since its low-key beginnings as a genre movie about street racing in Los Angeles.The original - The Fast and the Furious, released in June 2001 - was a sleeper hit that spawned a few moderately successful sequels.After the third film in the series, Fast and Furious: Tokyo Drift, left cinemas with a franchise-worst box office of $158 million (£106 million), it seemed the series would be scrapped, or move to the straight-to-DVD market.Instead, executives persuaded Vin Diesel, the star of the original film, to return and made Fast & Furious - a heist film set overseas.Since then, the franchise has gone from strength to strength, with each movie outperforming the last.\"This franchise took the road less travelled and became a trailblazer,\" Jeff Bock, a box office analyst told Variety magazine.\"You don't have the highest-grossing film in a series come seven films into a franchise. That has a lot to do with the way they're continually upping the ante.\"Universal spared no expense in rolling out the seventh film. The $190 million (£127 million) production opened in 4,003 US cinemas, and earned $14 million (£9.3 million) on 365 Imax screens.Its global success was achieved without the help of the Chinese market, where the film will not debut until 12 April.\"This could be the first in the franchise to flirt with the billion dollar mark,\" said Paul Dergarabedian, senior analyst for box office company Rentrak.",
    "An explosion has ripped through a chemical plant in south-eastern China's Fujian province, sparking a major fire.The blast occurred on Monday evening at the plant in Zhangzhou. State news agency Xinhua reported one injury.The plant produces paraxylene (PX), a flammable chemical used in polyester and plastics manufacturing.The location of PX plants in China has sparked protests from residents, including violent demonstrations last year in Guangdong province.Many residents fear pollution from the plants is hazardous to health.The South China Morning Post reported that this was the second blast at the plant in two years.The plant in Zhangzhou is operated by Dragon Aromatics, one of the largest independent PX producers in China. It has not yet commented.China Central Television (CCTV) carried footage of the fire, with flames shooting into the air, but provided few details.Xinhua said the blast occurred at about 19:00 local time (11:00 GMT) in a pumping station.Facts: Paraxylene (PX)Basic raw material which when refined is used to make polyethylene terephthalate (PET) polyestersThe fibres and films produced are used to make water bottles, other containers, fabrics including clothing and curtains, and x-ray and photographic filmCan cause dizziness and nausea if inhaled or ingested. If skin is contacted, it should be rinsed and then washed with soap and water. Can cause issues with the central nervous systemThe Zhangzhou fire department said about 430 fire-fighters were at the scene.The Post quoted one resident who lives across the harbour from the plant, about 10km (six miles) away, who said his flat shook with the explosion.Lin Chen told the paper: \"I heard a loud bang at home. Everyone in my county saw it. The plant was burning. We can still see it. But I don't smell anything weird now. I think it's because we're upwind.\"Protests remain rare in China, where it is illegal to demonstrate without a permit, but environmental campaigns are growing in number.In recent years paraxylene has become a focus of such protests, forcing the delay or cancellation of plants, much to the dismay of the national government, correspondents say.A protest about a PX plant in Maoming, in southern Guangdong province, turned violent last April, with tear gas fired and several demonstrators injured.",
    "Two men have died following an early morning road accident in Ballycastle, County Antrim.Johnny Black, 19, from Ballycastle and Robin William Lamont Wilson, 26, from Armoy, died after a head on collision between two cars on the Cushendall Road near Ballycastle.A woman remains in a critical condition in the Royal Victoria Hospital, Belfast, following the crash.Elsewhere, a motorcyclist was killed in a road accident in west Belfast.David Anderson, 42, from the Coleraine area, died after a collision on the Tornagrough Road on Sunday afternoon.The total number of road deaths in Northern Ireland this year is now 15.",
    "International Monetary Fund chief Christine Lagarde has welcomed news that Athens will make a loan payment due to the IMF this week.On Sunday, Greece's finance minister Yanis Varoufakis said his country intended to meet \"all obligations to all its creditors, ad infinitum\".His comments followed a meeting in Washington with International Monetary Fund officials.It has been almost five years since the start of the Greek bailout.Ms Lagarde said in a statement on Sunday that she and Mr Varoufakis had agreed continuing uncertainty over Greece's ability to repay its debt was not in the country's interest.\"I welcomed confirmation by the minister that payment owing to the Fund would be forthcoming on April 9th,\" Ms Lagarde said.\"I expressed my appreciation for the minister's commitment to improve the technical teams' ability to work with the authorities to conduct the necessary due diligence in Athens, and to enhance the policy discussions with the teams in Brussels, both of which will resume promptly on Monday.\"There had been concerns that Greece would not be able to meet its IMF loan repayment of €450m.Greece has been in tense, drawn-out negotiations in recent months with its creditors over its bailout program.In February, its government negotiated a four-month extension to its bailout in return for dropping key anti-austerity measures and undertaking a eurozone-approved reform programme.But IMF leaders together with the European Union have frozen aid to the cash-strapped nation until its government comes to an agreement on the reform package.Last week, the country presented a new package of reforms in the hope of receiving some funding, but the proposal has not yet received approval from EU and IMF lenders.The delay of about €7.2bn ($7.9bn; £5.3bn) due to be delivered to Greece has forced the government to use its reserves to meet its obligations.",
    "Young people in the United Arab Emirates are among the most privileged in the world. Pampered from cradle to grave, they have good schools, excellent healthcare and access to well-paid jobs. But, as Bill Law reports, not everyone feels they lead a meaningful life.Souad al-Hosani, a restless 26-year-old businesswoman, is a bundle of hyperactive energy, one of a new breed who are coming into their own in the oil-rich Gulf state.\"We do everything from A to Z for expat firms. I'm 24/7, I never stop,\" she says, adding that, with the exception of one brief holiday, she has not taken a break since setting up shop five years ago.Her firm, Nexus Business Services, provides financial advice, contacts in the private and public sectors, and guidance on the cultural and social mores of doing business in the UAE.She stands out against the stereotype of the region's rich, bored and work-shy, and she is not alone.Mohammed Baharoon, a Dubai-based analyst and policy consultant, tells me that the young people he is now hiring are more dynamic than ever.\"They are more active, more engaged. They don't want to sit at a desk. They want to jump right into projects,\" he says.Mr Baharoon credits an improving education system that places greater emphasis on presentation and writing skills, and demands more from its students. That, he says, has made young Emiratis capable of taking on big challenges.But it is the young women who stand out.Of all the women who graduate from high school, 95% go on to university - compared with just three-quarters of men.Mr Baharoon, who hires young graduates as researchers, says that women are \"hard workers and graduate with higher grades than the boys\".When asked why the men do not share that reputation, he replies with a laugh: \"They don't go hunting, camping and fishing as much as the boys do.\"Nor do the women spend their weekends racing souped-up cars in the desert or the weekdays hanging out at coffee shops, feeling more than a little bored and unmotivated.Boredom aside, though, life is good for young Emiratis. They trust their government to look after them and seem untroubled by the well-documented and frequent allegations of human rights abuses by the authorities against dissidents that make their way into Western media but go virtually unmentioned in the Emirati press.\"They take these stories with a grain of salt or they are indifferent,\" says Mr Baharoon. \"They don't see them as real allegations.\"I ask Ms al-Hosani if anything troubles her. She pauses ever so slightly and then replies: \"Nothing is perfect in life, nothing is ever completed, but we have amazing resources and amazing leadership. We have a happy life.\"Journalist Abbas al-Lawati, himself an expatriate from Oman, observes that young Emiratis have a sense of entitlement that comes from being an affluent minority in a comfortable and heavily state-subsidised society.Many find work in the bloated public sector where even a lowly secretarial job pays 15,000 dirhams (US$4,100; £2,800) a month and wages are routinely, and very generously, boosted.The last big increase came in 2013 when government salaries were raised between 30% and 100%.\"There is that sense that citizens can't be fired from a job, either in the state or private sector. It is a taboo. You cannot fire an Emirati,\" Mr al-Lawati says.Mr al-Lawati notes that government quotas to get more UAE citizens into the private sector have led to companies hiring young Emiratis for \"fluff jobs to follow government regulations\".A do-little-or-nothing job in government, or a private sector job where the employer says, \"Here's a desk, do what you want\", frustrates and demotivates those who really do want to work - and enables and rewards those who do not.Yet despite this generous arrangement, youth unemployment is high.Over several decades, the UAE, like the other Gulf Co-operation Council (GCC) countries, has encouraged a tidal wave of expat workers - mostly poorly paid migrants but also professionals - to transform what were once Bedouin tribal communities into modern countries punctuated by futuristic megacities.As a result, in a country with a population of 9.3 million, only about a sixth are Emirati citizens. Some feel alienated from a society that has changed so quickly, and among the young many are out of work.Young Emiratis risk \"feeling lost in their own country\", says Hassan Hakimian, director of the London Middle East Institute at the School of Oriental and African Studies (SOAS) of the University of London.The GCC has the highest youth unemployment rate in the world. In the UAE, Mr Hakimian says, one in five men between 15 and 24, and more than half of young women, are unemployed. The overall unemployment figure for young Emiratis is 28%.But that is just for those looking for work. There are no figures for those who have given up or never bothered.Government programmes and policies to encourage the young into work and reduce the reliance on migrant workers are \"of limited value\", says Mr Hakimian.\"In reality, the government is continuing down the same road,\" he says.This is having a profound effect on the character of the country and its native population. Everything - from tradition to dress sense and the use of English in business and in government circles - is linked to the expat influx.\"Emiratis are a shrinking minority,\" says Mr al-Lawati.National identity is being diluted and the young are reasserting their nationality. \"They wear it on their sleeves, with their clothing,\" he adds.While young Emiratis are among the most avid users of social media in the world and they devour Western music, movies and other cultural influences, men continue to wear the traditional thobe, a long robe, and women the abaya, a flowing cloak.As Ms al-Hosani puts it: \"You need to know your barriers. I started in suits and went back to the abaya.\"The government, hoping to reinforce a sense of national identity and address perceptions of feckless and spoilt youth, has introduced compulsory military service for men.Those who have finished secondary school will serve nine months, while those who have not will be in the forces for two years.\"It is a way of making people do menial jobs like cleaning toilets, cooking meals, making beds - all the things that maids do in the family homes. It is a way of bringing discipline into the lap of luxury,\" Mr Baharoon says.And while you might be excused for thinking young Emiratis would recoil in horror, the opposite is the case.\"It is an amazing idea,\" says Ms al-Hosani, who is exempted from military service.\"Everyone is doing it. It's a way of giving something back to the country.\"",
    "Singers and dancers have long performed on New York City's subways, but the advent of social media means that the audience for these performers goes way beyond the commuting crowd.LyveTyme is a subway dance team. Videos of their moves amass hundreds of thousands of views when their members share them on YouTube and Facebook. Through social media, the dancers are able to promote their skills and their name.But not everyone is a fan of what they do. Subway dancing is illegal. New York City's police department takes these violations seriously, and arrests of subway dancers are up.The BBC's Anna Bressanin spoke to members of LyveTyme about why the keep dancing - and posting.For more videos subscribe to BBC Trending's YouTube channel.You can follow BBC Trending on Twitter @BBCtrending. All our stories are at bbc.com/trending",
    "In the old days we stored our treasured memories in photo albums and paper diaries.Physical things which could be passed on in a will.But now, in our online lives our memories - our thoughts, feelings and images - are scattered to the four winds of the internet, and stored on Facebook, Twitter, Instagram, and WhatsApp.But who actually owns them?And how do we ensure that the people we want to inherit them, our loved ones, actually do?Louise Palmer knows only too well how difficult it can be.Her 19-year-old daughter Becky loved sharing her life on Facebook.When she fell terminally ill with a brain tumour, and lost speech and movement, Louise would log in with Becky to help her stay in touch with her friends.Becky died in 2010 but Louise continued to access her account to feel close to her daughter.\"It was really important,\" she told me.\"When you've lost a child, and losing a child is the worst loss there is.\"You become very, very fearful that other people are going to forget them.\"So to be able to go on there and read not only what people have put on her wall, but private messages that people had sent as well.\"It was reassuring me that she wasn't going to be forgotten.\"But then Facebook locked or 'memorialised' Becky's account.Louise wrote to them explaining the tragic circumstances of Becky's death and expressing her desire to read the private messages on her daughter's page and to keep it tidy.She received this reply: \"Hi Louise, We are very sorry to hear about your loss. Per our policy for deceased users, we have memorialized this account.\"This sets the account's privacy so that only already confirmed friends can see the profile or locate it in Search.\"The Wall will remain, so friends and family can leave posts in remembrance.\"Unfortunately, for privacy reasons, we cannot make changes to the profile or provide login information for the account.\"We apologise for any inconvenience this may cause. Please let me know if you have any further questions. Thanks for contacting Facebook.\"Louise then wrote to Facebook founder Mark Zuckerberg, but did not receive a reply.New YouGov research commissioned by the law firm Mishcon de Reya reveals an alarming lack of knowledge of who owns our online material.Around one in four simply have no idea, while one in three believe it belongs to Facebook after death.YouGov asked 2,185 adults: In the event that a Facebook user passes away, who do you think, by default, owns their Facebook content?36% said Facebook20% said next-of-kin17% said no-one27% said they didn't knowSo who does own our online content?Mark Keenan, a partner at Mishcon de Reya says: 'It's a legal minefield, it's the new frontier.\"People are just not reading the terms and conditions, and what we are seeing is a real increase in disputes between competing family members and the service providers.\"There are no norms or standard practice among online providers for how digital assets are passed on to heirs.Last year the Law Society warned people to leave clear instructions about what should happen to their social media, computer games and other online accounts after their death.It stressed that having a list of online accounts, such as email, banking, investments and social networking sites will make it easier for family members to piece together a loved one's digital legacy, and provide the best chance for the wishes of the deceased to be fulfilled.It is not only sentimental material that can be lost.Digital assets can also include things with a real monetary value such as music, films, email accounts, computer game characters, domain names, air miles, reward points, PayPal and Bitcoin accounts.And it is not just small change.A virtual space station has been sold for $330,000 on a game called Project Entropia - though whether that kind of asset could be passed on would depend on the game's terms and conditions.Gary Rycroft, a member of the Law Society Wills and Equity Committee, said people should not assume family members know where to look online and to make details of their digital life absolutely clear.\"If you have a Twitter account, your family may want it deactivated and - if you have left clear instructions - it will be easier for your executors to have it closed.\"If you have an online bank account, your executors will be able to close it down and claim the money on behalf of your estate.\"This is preferable to leaving a list of passwords or PINs as an executor accessing your account with these details could be committing a criminal offence under the Computer Misuse Act 1990.\"It is enough to leave a list of online accounts and ensure this is kept current.\"Not that many of us tell anyone what our passwords are.The YouGov research found that 52% of us said that no-one, including friends and family, would be able to access our online accounts should anything happen to us.In February Facebook offered customers in the US the option of deleting an account when they die, or appointing a friend or relative to take control of some parts of it.But that doesn't apply here.In a statement they told me: \"When a person passes away, their account can become a memorial to their life.\"The Profile no longer appears in public spaces, so that grieving friends and family can continue to view the comments, photos and posts of their loved ones.\"But that wouldn't include private messages on Becky Palmer's site, or allow Louise to manage it.With many cherished memories of her daughter locked up online, Louise Palmer relies increasingly on a few home videos for comfort.She understands that there are reasons for Facebook's privacy policy following a death - some people may not want anyone picking over details of their private life online.But she says that there were no secrets between her and her daughter.They shared everything in life.She told me: \"I'm her mum and this was her Facebook page, and its contents I felt were my legacy.\"Her online stuff should now be mine to be able to access.\"At their inception social networking sites were largely the province of the computer savvy young.A deluge of personal material flowed online, and no one was thinking about what might happen to it after death.Now that social networking and the internet are well past their infancy, it is surely prudent for us all to consider how to pass on our digital, as well as our earthly, legacy.",
    "A North Carolina judge has ruled a man accused of killing three Muslim students can face the death penalty.Superior Court Judge Orlando Hudson Jr said prosecutors had two aggravating factors and that Craig Stephen Hicks is \"death penalty qualified\".Craig Hicks is charged with the murders of Deah Barakat, his wife Yusor Mohammad Abu-Salha and her sister, 19-year-old Razan Mohammad Abu-Salha.Prosecutors said Mr Hicks shot the three after coming to their door.Their family has pushed for hate crime charges, saying Mr Hicks targeted them for their religious identity.Federal investigators have opened a separate inquiry and more charges could be added against Mr Hicks, District Attorney Roger Echols said, but for now \"first-degree murder is the highest crime you can be convicted of and that is our focus\".The killing of the three students in February sparked international outrage, especially on social media where the hashtag #ChapelHillShooting was used hundreds of thousands of times.US President Barack Obama himself denounced the killings as \"brutal and outrageous murders\", adding no-one in the US should be targeted for \"what they look like\" or \"how they worship\".Dozens of firearms were found in the condominium Mr Hicks shared with his wife, in addition to the handgun he had when he turned himself in, prosecutors said.He also kept pictures and notes on his computer about parking activity in the lots around his home, according to police search warrants.Neighbours described him as an angry man who had frequent confrontations over parking or loud music, sometimes with a gun holstered at his hip.Prosecutors said they believed Mr Hicks had gone to Barakat's door with a concealed gun and shot him and the two women further inside after an exchange, according to the News Observer.He then allegedly shot the two women a second time in the head and shot once more at Barakat, prosecutor Jim Dornfried said.Barakat was a second-year graduate dental student at the University of North Carolina, and his wife, Yusor Mohammad Abu-Salha, was scheduled to begin dental studies in the next school year.Her sister, Razan, attended North Carolina State University as a design student.",
    "Teachers have backed calls for a ballot on strike action over shortfalls to school funding in England and Wales.The National Union of Teachers claims a funding gap could leave one in 10 teachers facing redundancy.Head teachers have said they face a budget squeeze from the rising cost of pensions, national insurance contributions and pay.A Conservative spokesman criticised the NUT's push for strike action as \"out of touch\" and \"irresponsible\" .David Laws, Liberal Democrat schools minister, said talk of strike action was \"premature\".The union says it will hold a strike ballot after the election, but before the autumn statement if \"no progress\" is made in talks on school funding with the next government.The ballot motion was backed at the NUT conference in Harrogate, where delegates heard claims that funding shortages would threaten redundancies.NUT executive member Ian Murch said over the period of the next Parliament, if funding per pupil remained fixed at the current level, \"every school will be looking at getting rid of one teacher in 10, and one member of support staff in 10.\"We have not seen cuts like this in a generation and lots of members will be looking at losing their jobs.\"He told delegates: \"It's too late for most schools to do much cutting this September.\"So early next year, across England and Wales as employers face up to the financial realities, there will be a night of the long knives in every school and every college as teachers are cut, support staff are cut, courses and programmes are cut, and the focus will be how can we raise class sizes, how can we provide less provision for special needs.\"Welsh delegate Beth Davies said in schools in Wales were also suffering, and that there was significant underfunding in some local authorities with some schools losing as much as £100,000.The Institute of Fiscal Studies has estimated that even with the pledges of the Conservatives, Labour and Liberal Democrats to protect school spending in England at current levels, rising costs will mean schools could face up to a 12% shortfall on their budgets over the next five years.Among the funding pressures are rising teachers' pay, pensions, national insurance contributions and an increasing numbers of pupils.The motion said \"if no progress is made in talks with the new government on the issue of funding\" the union should be prepared to take strike action.It commits the NUT to working with other unions to \"prepare for and ballot for a national campaign of strike and non-strike action\" on the \"impact of cuts on pay and working conditions\".During the general election campaign there have been different pledges to protect school funding.Labour said it would protect the schools budget in line with inflation, and the Conservatives promised to protect per pupil funding in cash terms but not accounting for inflation.Liberal Democrats have pledged to protect school, early years and college funding in real terms.The Lib Dems education spokesman David Laws said it was premature to plan strike votes \"before a single vote has been cast in the general election\".\"Liberal Democrats are clear: you can't raise standards; recruit great teachers, and help every child reach their full potential if schools are starved of cash. We will protect the full education budget in real terms - including schools, early years and 16-19 education.\"Time and time again in government Liberal Democrats have had to stop the Conservatives from cutting education budgets.\"Tory plans for the next parliament would cut billions, with devastating consequences for schools, children and their families. Meanwhile, Labour's borrowing plans would waste £4bn a year on interest payments that could otherwise be spent on public services,\" said Mr Laws.A Conservative spokesman said: \"The NUT leadership's irresponsible decision to agitate for further strike action shows just how out of touch they are with parents and children across the country.\"We have had to make difficult decisions to tackle the record deficit we inherited, but we have protected spending on schools in real terms and spending per pupil has gone up over the course of this Parliament.'We have committed to protect the money that schools receive for every individual child they teach. As pupil numbers rise, so will the amount of money that schools receive. This means we have committed to spending £590m more on schools over the next five years than Labour plan to.\"Labour's shadow education secretary Tristram Hunt said: \"A Labour government would protect the entirety of the education budget,\" said Mr Hunt, saying that it would include early years and post-16 spending.But in a speech to the NASUWT teachers' union in Cardiff, Mr Hunt cautioned: \"The cold truth is that there is no magic wand we can wave to take away the double squeeze of public finance and demographic pressures.\"",
    "The Large Hadron Collider has restarted, with protons circling the machine's 27km tunnel for the first time since 2013.Particle beams have now travelled in both directions, inside parallel pipes, at a whisker below the speed of light.Actual collisions will not begin for at least another month, but they will take place with nearly double the energy the LHC reached during its first run.Scientists hope to glimpse a \"new physics\" beyond the Standard Model.Rolf Heuer, the director-general of Cern, which operates the LHC, told engineers and scientists at the lab: \"Congratulations. Thank you very much everyone… now the hard work starts\".Cern's director for accelerators and technology, Frédérick Bordry, said: \"After two years of effort, the LHC is in great shape.\"But the most important step is still to come when we increase the energy of the beams to new record levels.\"The beams have arrived a week or so later than originally scheduled, due to a now-resolved electrical fault.The protons are injected at a relatively low energy to begin with. But over the coming months, engineers hope to gradually increase the beams' energy to 13 trillion electronvolts: double what it was during the LHC's first operating run.After 08:30 GMT, engineers began threading the proton beam through each section of the enormous circle, one-by-one, before completing multiple full turns. It was later joined by the second beam, in parallel.The experiment teams have already detected \"splashes\" of particles, which occur when stray protons hit one of the shutters used to keep the beam on-track. If this happens in part of the pipe near one of the experiments, the detectors can pick up some of the debris.\"It's fantastic to see it going so well after two years and such a major overhaul of the LHC,\" said Prof Heuer.\"I am delighted and so is everyone in the Cern control centre - as are, I'm sure, colleagues across the high-energy physics community.\"Big unknownsPhysicists are frustrated by the existing Standard Model of particle physics. It describes 17 subatomic particles, including 12 building blocks of matter and 5 \"force carriers\" - the last of which, the Higgs boson, was finally detected by the LHC in 2012.Prof Tara Shears, from the University of Liverpool, works on one of the LHC's four big experiments that will soon recommence their work, slamming protons together and quantifying the fallout.\"Of course in every particle physics experiment we've ever done, we've been wanting to make a big, unknown discovery,\" Prof Shears told BBC News.\"But now it's become particularly pressing, because with Run One and the discovery of the Higgs, we've discovered everything that our existing theory predicts.\"In order to explain several baffling properties of the universe, things beyond the Standard Model have been proposed - but never directly detected.These include dark energy, the all-pervading force suggested to account for the universe expanding faster and faster. And dark matter - the \"web\" that holds all visible matter in place, and would explain why galaxies spin much faster than they should, based on what we can see.A theory called supersymmetry proposes additional particles, as yet unseen, that might fill in some of these gaps. But no experiment, including the LHC, has yet found evidence for anything \"supersymmetrical\".Even the familiar and crucial force of gravity is nowhere in the Standard Model.By taking matter to states we have never observed before - the LHC's collisions create temperatures not seen since moments after the Big Bang - physicists hope to find something unexpected that addresses some of these questions.Debris from the tiny but history-making smash-ups might contain new particles, or tell-tale gaps betraying the presence of dark matter or even hidden dimensions.But first we need collisions - due in May at the earliest - and then a steady torrent of data will make its way to physicists around the world, so that the massive analysis effort can begin.Even when the results start to flow, we shouldn't hold our breath anticipating a breakthrough, according to Steven Goldfarb who works on the Atlas experiment.Dr Goldfarb remembers working on Cern's previous atom smasher, the LEP collider, which commenced operations in 1989. Then, just like today, there was much excitement about staging higher-energy collisions than ever before.\"We thought at that time, perhaps we'd find the Higgs, perhaps we'd find supersymmetry. Many of the things we're looking for now, we looked for then,\" he told the BBC.\"In the end, we just measured the Standard Model more and more precisely. We put a lot of really good constraints on it, which taught us where to look for the Higgs - but there were no Eureka discoveries.\"And that could really be the case for the next several years.\"Follow Jonathan on Twitter",
    "A preliminary deal between Iran and world powers, which will see international sanctions lifted in return for Iranian curbs on its nuclear programme, has boosted the appetite for doing business in Iran at the earliest opportunity.The first time he answered his phone, Xanyar Kamangar was in the passport queue at Tehran airport, the day after Iran and world powers agreed on the framework for a nuclear deal.The second time was a couple of days later, well past midnight Tehran time, while Mr Kamangar was working on closing a deal of his own. He barely had time for a telephone interview.The 39-year old Iranian-born banker left his well-paid job at Deutsche Bank in London late last year to co-found Griffon Capital, a corporate finance advisory and asset management firm \"betting on Iran opening up.\"\"It's a generational opportunity and a chance to make a difference,\" said Mr Kamangar, a graduate of the London Business School.\"If you think Russia was big, Iran is going to be even bigger, because Iran has the [financial] framework and regulations, but Russia was the Wild West when it opened up!\"Mr Kamangar's firm has already valued, raised and closed significant investment from mostly European firms for DigiKala, a fast-growing online retail operation, valuing it close to $150m (£100m).Although modest by global comparison, this is the largest investment yet in a technology start-up in Iran. European investors had to apply for exemptions from sanctions from their respective governments.Sanctions by the United States and the European Union on Iran's financial, energy and trade sectors have held back the country once described as \"the biggest untapped market before Mars and the Moon\" by Martin Sorrel of advertising giant WPP.Some anticipate a \"gold rush\" once Iran's 77-million-strong, highly educated, consumption-savvy market opens up.When asked how quickly economic sanctions could be removed, US Secretary of State John Kerry told reporters it depended on how fast Iran could deliver its side of the bargain by limiting its nuclear activities.Mr Kerry estimated the amount of work Iran had to do was \"in the vicinity of four months to a year\" from the date of the final deal, now aimed at 30 June.Since the Geneva interim nuclear deal with Iran in November 2013, many European and even American conglomerates have already drawn up plans to enter the market.They have found partners and agents and negotiated contracts. Some have even provisionally recruited staff, while others have been looking at properties to live or work in - all waiting for the \"starting gun\".More than Iranian expats, a nuclear deal and sanctions relief could benefit those living inside the country: from cancer patients who struggled to find their prized imported medicine, to the country's aviation industry crippled by lack of spare parts.But most of all, Iran's middle class is geared up for a resurgence.Not all is that rosy when it comes to doing business in Iran. The economy is predominantly run by powerful entities close to the country's Supreme Leader, the security forces and the military, some of whom are hardly accountable to anyone, let alone the judiciary.In 2004, the powerful Revolutionary Guards kicked out a Turkish airport services company from a contract for Tehran's then-new airport, citing security concerns. The Turkish company was replaced by a local consortium.This happened under the watch of reformist President Mohammad Khatami but instigated by institutions over which his government had no control.His successor Hassan Rouhani could find himself in the same situation.\"Did any of these stop multi-billion companies from rushing to China? Were they put off by shaky rule of law, violence or the military government in Egypt?\" asks Emanuele Ottolenghi of the Foundation for Defense of Democracies, a US-based think tank that advocated increased sanctions against Iran.\"No, for those companies, it is just another risk to factor in, but won't stop them from going in.\"Foreign investors flock to any forum that sheds light on the sometimes murky business mechanisms of the Iranian market.\"Rather than speculating from the sidelines about the Iran 'gold rush', we need business leaders to think like stakeholders who will constructively shape Iran's future,\" says Esfandyar Batmanghelidj, who helped organise an investment conference on Iran in London last November.He is already planning the second Europe-Iran Forum, this time focusing on Iran's banking and financial sectors, in Geneva in September.\"Such forums allow us to encourage transparent conversations between Iranian and foreign firms on this common goal,\" says Mr Batmanghelidj.The Iranian Ministry of Petroleum is also planning a major conference in London in September, where new oil contracts will be showcased for global energy giants.But not all is final. The road ahead for nuclear negotiators is tough.If putting out what is in effect a press statement could take the two sides four months of day-long talks and over-nighters, what could hammering out the details entail?Opposition to the deal is strong, especially from Israel's Prime Minister, Benjamin Netanyahu, and there is a chance it may not see the light of day on 1 July.\"I see that as a very remote possibility,\" says Mr Kamangar. \"If the deal does indeed fall through, we are a very patient bunch and believe in the unique long-term potential of the country.\"",
    "The Taliban have issued the first biography of their reclusive leader Mullah Omar. Believed to be in hiding in Pakistan, he has not been seen in public for many years.There is no explanation for the decision to release the biography, but perhaps it is to counter rumours that he is dead.The text claims he is still in daily control of activities of the Taliban, the movement he founded with a group of other mujahideen fighters in 1994.It comes 19 years to the day since he displayed Afghanistan's most precious object, a cloak believed to have belonged to the Prophet Muhammad, and was declared Amir ul-Mumineen, which translates as Leader of the Faithful.The decision to issue the biography is a reminder of Omar's role to members of the Islamic State in Syria and Iraq (IS).Their leader Abu Bakr al-Baghdadi was last year declared to be re-founding the Caliphate, with himself as Caliph, a claim that contradicts Omar's leadership of Muslims, which transcends national borders.Islamic State has been actively attempting to recruit fighters in Afghanistan disaffected by Omar's Taliban.The biography, at some 5,000 words, has no surprises and has the tone of hagiography.It tells of a virtuous childhood. The man who would become Mullah Omar was taught in a madrassa by pious uncles after his father died when he was five years old.He joined the mujahideen aged 20, soon after the Russian invasion in 1980, becoming a commander in 1983.He was wounded four times, including the loss of his right eye.In the only reference to the biography's sources, the author quotes stories from two colleagues - one of them Mullah Barader - about Omar's prowess using the RPG-7 rocket-propelled grenade launcher, particularly against tanks.This is one of the more intriguing references. Barader was released from Pakistani captivity in 2013 because US and Afghan negotiators believed he might be a conduit for peace talks.He remains under effective house arrest, and his inclusion in this biography implies that the Pakistani intelligence service ISI may have had some hand in its production, or at least knew that it was being written.The account given of the formation of the Taliban follows a now well-trodden story.Omar was among a group of ex-mujahideen commanders angered by the violence and disorder that followed the collapse of the Soviet-backed Najibullah government in 1992.There is colourful description of the problems traders had because of illegal roadblocks.In a meeting in 1994, when the decision was made to stand up against the warlords, Mullah Omar was the natural leader \"to stand and resist against this anarchy as he would be supported by all of them\".There is little description of the battles to take nearly all of the rest of Afghanistan, which culminated in 1997.In this account, it concluded in a state \"based on the pure rules and principles of Sharia Law, after a long interval, the world witnessed a practical model of Islamic government once again\".There is no mention of al-Qaeda. Instead of 9/11, in this account, the US attacked Afghanistan because the world \"could not tolerate this Sharia system\".In fact, there is no mention of the world beyond Afghanistan other than rather routine support for the Palestinian desire to retake Jerusalem.The image confirms the characterisation of the Taliban as an Islamic conservative Afghan nationalist organisation with a narrow world view.The account attempts to portray the Taliban leader as \"charismatic\" with a \"special sense of humour\".But it concedes that there is nothing out of the ordinary about him. As one of the very few Westerners who has ever laid eyes on him (in 1996), I can confirm that among other Taliban he did not stand out.And the account makes a virtue of this, claiming he has never owned his own home.\"He has adopted a simple and plain style in all aspects of his life. Simple dress, simple food, simple talk, frankness and informality are his natural habits.\"It might be no surprise to hear that \"in most of his meetings, he usually speaks about jihad\".The Taliban-issued English translation of the biography has some curious colloquialisms. But its intended audience is clearly Afghanistan.There may be no ulterior motive in releasing it except to remind Afghans that he is still a force.It contains a ritual claim that the \"American superpower and other allied forces are on the verge of destruction and defeat\".There is no mention of reconciliation with the government. Instead, it claims that Mullah Omar's shadow administration controls most of the country already.",
    "Installing a temporary ice rink in your home and inviting replicas of the Disney on Ice team to perform, may seem a bit over-the-top for a child's fifth birthday party.But this is exactly what one client asked luxury events firm Quintessentially Events & Weddings to organise.For another child's winter birthday, the firm created \"a bringing the outside in\" themed party, which involved installing an indoor lawn complete with trees, flowers, swings and slides.The price tag for events like this can stretch to a dizzying £100,000, says event manger Chloe Astin.After all, cocktails and canapés for the adults, and party bags including tiny Tiffany necklaces for the kids, don't come cheap.But I can't be alone among parents feeling that this pressure to throw ever-more-fancy parties for our kids and their increasingly hard-to-impress friends is getting out of control.My son is just five but has already been to actress-led drama parties; a pizza making session in a restaurant kitchen; a T-shirt printing workshop; and even a theme park hotel sleepover.Will there be no end to this party inflation?Quintessentially says it has seen an undoubted increase in extravagant requests.\"What kids are watching and digesting is giving them higher expectations,\" says Ms Astin.Often the children involved are too young to have any expectations at all.Steven Duggan, founder of his eponymous events firm, which counts pop stars Sir Elton John and Leona Lewis as clients, says he has seen increased demand for parties aimed at children aged three and under.He recently organised a £70,000 event with a joint Peter Pan and Alice in Wonderland theme, including fairground rides and entertainers.All this was to celebrate the first birthday of twins - an occasion which he concedes was more a celebration of the children than for them.Using his services to arrange a child's special day usually costs between £15,000 and £20,000. But he says he can organise something \"a level up from what you would do yourself\" from £5,000.Ostentatious kids' parties such as these are relatively rare. Quintessentially organises a maximum of two a year, while Mr Duggan says he organises between five and eight.Yet even at the more normal end of the scale, many parents are spending more on their child's special day.The Young Film Academy, whose main business is running film making courses for young people, organised 150 children's film parties last year, up from 120 in 2013.While prices start at £540, almost half of the bookings were for its most expensive MoviePartie starting at £1,950, which stars the birthday child and their friends in a Hollywood-style epic\"There's a real sense from parents that they want to do something different from the usual parties,\" says director James Walker.The fragmented nature of the party market - which includes cake, hall hire and entertainment - makes costs difficult to monitor.But insurer LV's latest annual survey of the cost of raising a child from birth until 21 put the total at £229,951, with its \"other\" category - which includes birthday and Christmas presents, as well as driving lessons - increasing by 60.2% between 2003 and 2015.On average, parents spend £135 on their child's party, with one-in-six parents admitting to splashing out over £300, according to parenting website Netmums.Given that there are nearly eight million families with dependent kids in the UK, the party market could be worth nearly £1.1bn.Of course, having a few friends over for cake does not cost that much, but then that's rarely on the agenda these days.While a mother billing a five-year-old £15.95 for failing to attend her child's birthday party made the headlines earlier this year, the fact the party was at a dry ski slope went largely unremarked.Yet it's a good example of how children's parties have become less simple affairs.The trend seems to be part of what author Oliver James termed \"affluenza\" - an epidemic of obsessive, envious, keeping-up-with-the-Joneses.Sarah Ockwell-Smith, mother-of-four and founder of the Gentle Parenting website, says the media circus surrounding celebrities has helped to push the party bar higher.But ultimately, the motivation to make a big deal out of relatively minor milestones all stems from the parents, she believes.As she points out, a young child can often find all the fuss and attention overwhelming, resulting in tears of exasperation rather than tears of joy.Her advice to parents is to \"think about who you're doing it for and what will make your child happy.\"Bill Doherty, professor of Family Social Science at the University of Minnesota, founded US group, Birthdays Without Pressure, for precisely these reasons.He says the group stemmed from local parents' dissatisfaction with the escalation of children's birthday parties, and a sense that parents were creating the problem themselves.He credits the group with having \"some influence\" in the growth of \"present free\" birthdays in the US - the invitation makes it clear there are to be no gifts, or that a donation to charity should be made instead.But he cautions that the idea only works if all the parents agree collectively not to have party bags or presents.Not making this crystal clear can have unfortunate consequences.One member of his group hosted a party where one invitee who didn't receive a goody bag declared the party \"a rip off\", prompting the birthday girl to burst into tears.He says it's also important to be honest with a child about the reasons for not having presents,.Other group members suffered the humiliation of having neighbours fundraise to pay for a party they thought the parents couldn't afford.\"It's about giving parents permission to simplify their plans to fit with their family values,\" says Prof Doherty. \"There isn't just one way to do this.\"If you don't do a big party you're not a bad parent.\"",
    "A motorcyclist has died and three other people have been hurt in a collision with a car in Conwy county.One woman was airlifted to hospital with serious injuries after the crash on the A470 between Betws-y-Coed and Llanrwst on Sunday at 13:30 BST.A man and woman were also taken to hospital after the collision involving a white BMW car and motorbike. The male motorcyclist died at the scene.North Wales Police are appealing for witnesses to the crash.",
    "Baritone Luca Salsi found himself in a race to fill Placido Domingo's shoes at New York's Metropolitan Opera on Saturday afternoon.The Italian singer was given just 30 minutes to reach the venue and take the stage when Domingo succumbed to a cold.He had no chance to review the score before his performance in Verdi's Ernani, which went out live on radio.The 40-year-old had last sung the role in Rome in December 2013, with conductor Riccardo Muti.\"When you do something with maestro Muti, after you will remember very well the score,\" Salsi said afterwards.He went on to play Enrico in the evening performance of Lucia di Lammermoor, becoming one of only a handful of artists to sing two leading roles in one day.Recalling the seat-of-your-pants events of Saturday, Salsi said he was walking around Broadway with his wife when he received a call from Domingo's son, Alvaro.\"Daddy doesn't feel very well,\" he remembered hearing.Luckily, he was just nine blocks away from the venue, allowing him to get into costume and have a brief chat with music director James Levine before walking on stage as Don Carlo.\"I didn't have the time to think and be nervous,\" he said. \"Just go and sing.\"Domingo stood in the wings during the performance to offer encouragement to the performer, who had never been on the set before.\"I had to improvise everything,\" Salsi said.According to the Associated Press, the baritone smiled broadly during the curtain call, when the cast were showered with flowers by the audience.Domingo later tweeted his thanks to the singer, accompanied with a photo of the pair backstage.The performance is due to be broadcast by BBC Radio 3 on Monday, 6 April.",
    "Politicians want to appeal to a range of voters but Jeb Bush may have overreached chasing the Hispanic vote.The New York Times has revealed that the former Florida governor identified himself as Hispanic in 2009.It published a voter registration form where Mr Bush had marked \"Hispanic\" rather than \"White, not Hispanic\".On Twitter Mr Bush came clean, \"My mistake! Don't think I've fooled anyone!, after his son called him a \"honorary Latino\".The newspaper posted a fuzzy copy of the form, which it said it had obtained from the Miami-Dade County Elections Department.The Bush camp said it was unclear how the error was made.\"The governor's family certainly got a good laugh out of it,\" spokeswoman Kristy Campbell said. \"He is not Hispanic.\"The Republican politician has excellent credentials for his alternative ethnicity. He is a fluent Spanish speaker and his wife, Columba Bush, was born in Mexico. He also spent two years in Venezuela during his early twenties.Born in Texas, Mr Bush is the brother of former US President George W Bush and son of former President George HW Bush. He is believed to be considering seeking the Republican nomination for president in the 2016 elections.He is widely seen as a centrist Republican who can appeal to different demographics, hopefully including Hispanic voters.",
    "\"Now I'm okay,\" was about all Cynthia Terotich could manage, as she sat in the casualty ward in Garissa's hospital.She had been contemplating the 50 hours she'd just spent crushed inside a tiny cupboard, hidden beneath a pile of clothes, with nothing but a bottle of body lotion to try to quench a raging thirst.The sound of her friends being butchered in the courtyard outside echoed in her ears.Cynthia, a 19-year-old student at Garissa's teacher training college on the edge of town, spoke with the studied politeness that I've encountered repeatedly in the past few days in this isolated town, on the hot, dry plains that stretch towards and over the seemingly notional border that separates Kenya from Somalia.There have been plenty of tears from the survivors of Thursday's killings.But when confronted by a foreign journalist, each student I met seemed too anxious to reach - more so than in any other similar situation I can remember - for some approximation of composure.\"I'm fine, thanks.\"\"Everything is fine now.\"\"Thank you for asking.\"I am very wary of reading too much into such things. But I found their politeness increasingly unbearable.I couldn't shake off the sense that it was somehow linked to the horrors they'd just endured; that it was a lingering echo of the instinctive, terror-driven restraint - a numbed obedience borne out of the purest desperation - that had allowed four gunmen to spend hours sifting, separating, taunting and butchering a huge crowd of young men and women.These feel like bewildering times for Kenya. Not so much in Garissa. In this poor town on the banks of the slow, brown Tana river, the local ethnic Somali population is used to navigating the complexities of religion and identity.They are proud Kenyans, but occasionally feel like second-class citizens, suspected by every passing, bribe-hungry policeman of supporting the Islamist militants of al-Shabab across the border.But elsewhere, Kenya seems preoccupied by other matters; by its own hectic development, its increasingly confident, assertive sense of itself as a modern, industrialised, tolerant nation - albeit one with deep levels of inequality.Al-Shabab - with its bombs, its medieval values, and blood-curdling threats - feels not just out of place here, but baffling. Something on which to turn one's back.Perhaps that helps to explain why, despite the 2013 attack at Nairobi's Westgate mall, security in the capital remains noticeably lax.At Wilson airport this week, a porter helpfully offered to smuggle my bag on to a plane without going through the scanners. When I asked him why, he shrugged and said: \"Oh, I thought you were carrying guns.\"And yet you could argue that Kenya's leaders must have known all this was on the horizon.For two decades Kenya managed to live alongside one of the world's most anarchic countries. It took in vast numbers of Somali refugees, many of them lived in giant camps near the border, supported by the UN and international NGOs, and helping to stimulate the local economy.But Somalia's chaos stayed, for the most part, outside of Kenya.Then, in 2011, the government's patience snapped - partly due to a series of kidnappings along Kenya's tourist-dependent coast.Troops were sent into Somalia and Kenya's government quickly found itself neck-deep in the murky world of clan politics and patronage, buffer zones, spheres of influence, and the need strike deals with \"friendly\" warlords.Since then, al-Shabab has lashed out repeatedly at Kenya.Revenge is part of it. But some would argue that the focus on Kenya is actually a sign of al-Shabab's current weakness, as it loses territory within Somalia to African Union forces and an increasingly confident central government, and seeks to project the illusion of strength elsewhere.Then there is the fact that al-Shabab is no longer a purely cross-border operation.It has established deep roots (as President Uhuru Kenyatta acknowledged again on Saturday) within Kenya - roots nourished by the activities of Kenya's heavy-handed security forces and by the growing sense of alienation felt by young men in marginalised communities along the Somali border and the coast.And then there is Greater Somalia.It is no secret - indeed it is enshrined in the five-pointed star on the national flag - that Somalis have always cherished the idea of one day uniting all the ethnic Somali regions taken from it at the end of the colonial era - in Ethiopia, Kenya and Djibouti, along with Somaliland - into one Greater Somalia stretching across the Horn of Africa.Al-Shabab may publicly espouse a global jihadist agenda, but it too is motivated by deeply nationalistic urges.By attacking non-Muslim students in Garissa, the militants may well have been seeking - in their warped way - to promote the fortunes of Greater Somalia, by sowing divisions between ethnic Somalis and other Kenyans in the area.Not that there was any hint in Garissa this week, that the militants were succeeding. Quite the opposite.Yes, it was disappointing to see the way the surviving students were treated by the authorities here - forced to camp out for two days before being bussed out of town.Surely they deserved better than that. One suspects wealthier students, at a more prestigious college, would have received more prompt support.But overall such horrific incidents still seem more likely to foster national unity, to bring communities together in shared revulsion, than to divide.",
    "A top US senator, Democrat Bob Menendez, has been charged with 14 counts of corruption.The New Jersey politician is accused of using his influence to illegally benefit a Florida eye doctor, who he admits is a long-time friend.At a press conference, he said he was \"outraged\" by the charges and dismissed the allegations as false.The 14 charges include conspiracy and making false statements, as well as eight counts of bribery.Mr Menendez has resigned as the top Democrat on the Foreign Relations Committee but vowed he \"would not be silenced\" as he fights the allegations.New Jersey's largest newspaper, the Star and Ledger, has called on him to resign his Senate seat.In recent years, the senator has been an outspoken critic of President Barack Obama's policies relating to Iran and Cuba.He is considered one of the most influential Hispanic American lawmakers in Congress, and is the lead author of legislation that would tighten sanctions imposed against Iran.The multi-year investigation first came to light in 2013, when federal authorities raided the office of Dr Salomon Melgan - who was also indicted.Their investigation focused on whether Mr Menendez used his office to advocate in favour of Dr Melgan including by intervening in a Medicare billing dispute.Dr Melgan attracted more attention last year when government data revealed that he had received more money from Medicare reimbursements in 2012 than any other doctor in the United States.He donated large sums of money to Mr Menendez's re-election campaign.\"We celebrated holidays together,\" he once told journalists. \"We have been there for family weddings and sad times like funerals and have given each other birthday, holiday and wedding presents, just as friends do.\"Mr Menendez has admitted to taking multiple trips to the Dominican Republic on the doctor's private jet and initially failed to properly pay for the trips. In 2013, he reimbursed Dr Melgan for two of the flights.Later, his office admitted to another flight on the jet - from Florida to New Jersey in 2011 - and said that the senator had repaid Dr Melgan for it.Mr Menendez, 61, has served in the Senate since 2006, and was in the House of Representatives for more than a decade before that.The senator is expected to make a statement later.",
    "Thousands online have shared an image of a Syrian child with her hands raised in surrender - but what is the story behind it?Those sharing it were moved by the fear in the child's eyes, as she seems to staring into the barrel of a gun. It wasn't a gun, of course, but a camera, and the moment was captured for all to see. But who took the picture and what is the story behind it? BBC Trending have tracked down the original photographer - Osman Sağırlı - and asked him how the image came to be.It began to go viral Tuesday last week, when it was tweeted by Nadia Abu Shaban, a photojournalist based in Gaza. The image quickly spread across the social network. \"I'm actually weeping\", \"unbelievably sad\", and \"humanity failed\", the comments read. The original post has been retweeted more than 11,000 times. On Friday the image was shared on Reddit, prompting another outpouring of emotion. It's received more than 5,000 upvotes, and 1,600 comments.Accusations that the photo was fake, or staged, soon followed on both networks. Many on Twitter asked who had taken the photo, and why it had been posted without credit. Abu Shaban confirmed she had not taken the photo herself, but could not explain who had. On Imgur, an image sharing website, one user traced the photograph back to a newspaper clipping, claiming it was real, but taken \"around 2012\", and that the child was actually a boy. The post also named a Turkish photojournalist, Osman Sağırlı, as the man who took the picture.BBC Trending spoke to Sağırlı - now working in Tanzania - to confirm the origins of the picture. The child is in fact not a boy, but a four-year-old girl, Hudea. The image was taken at the Atmeh refugee camp in Syria, in December last year. She travelled to the camp - near the Turkish border - with her mother and two siblings. It is some 150 km from their home in Hama.\"I was using a telephoto lens, and she thought it was a weapon,\" says Sağırlı. \"İ realised she was terrified after I took it, and looked at the picture, because she bit her lips and raised her hands. Normally kids run away, hide their faces or smile when they see a camera.\" He says he finds pictures of children in the camps particularly revealing. \"You know there are displaced people in the camps. It makes more sense to see what they have suffered not through adults, but through children. It is the children who reflect the feelings with their innocence.\"The image was first published in the Türkiye newspaper in January, where Sağırlı has worked for 25 years, covering war and natural disasters outside the country. It was widely shared by Turkish speaking social media users at the time. But it took a few months before it went viral in the English-speaking world, finding an audience in the West over the last week.Next story: The secret world of animated doll videosYou can follow BBC Trending on Twitter @BBCtrending, and find us on Facebook. All our stories are at bbc.com/trending.",
    "Cynthia Lennon, first wife of The Beatles' John Lennon, has died at her home in Spain, her family has announced.A message on her son Julian's website said she died \"following a short but brave battle with cancer\".It said: \"Her son Julian Lennon was at her bedside throughout. The family are thankful for your prayers.\"Julian also tweeted a picture of his mother, who was 75, inside a heart with the message \"In Loving Memory\".Lennon was born Cynthia Lillian Powell in Blackpool on 10 September 1939.She grew up in Hoylake with her parents and two elder brothers and started at Liverpool College of Art in 1957.Cynthia met Lennon at art school when he tapped her on the back in class and simply said \"Hi, I'm John\".The couple married just before Beatlemania transformed her husband into one of the most famous men in the world.At the height of The Beatles' early success she was, at the insistence of the band's management, kept in the background so their legions of female fans were not aware of her existence.She stayed at home bringing up Julian while the Fab Four toured the world and topped the charts.The couple divorced in 1968 after Cynthia discovered her husband's affair with Japanese artist Yoko Ono.Former Beatle Sir Paul McCartney said: \"She was a lovely lady who I've known since our early days together in Liverpool.\"She was a good mother to Julian and will be missed by us all but I will always have great memories of our times together.\"John Lennon's second wife Yoko Ono added: \"She had such a strong zest for life and I felt proud how we two women stood firm in the Beatles family.\"Please join me in sending love and support to Julian at this very sad time. Love, Yoko\".While Ringo Starr tweeted: \"Peace and love to Julian Lennon God bless Cynthia love Ringo and Barbara xx\".Hunter Davies, who wrote the only official biography of The Beatles in 1968, described Cynthia as \"a lovely woman\".\"When I was writing the book I spent two years with them, visiting her home and spending time with her,\" he said.\"She was totally different from John in that she was quiet, reserved and calm.\"She was not a hippy at all. I think it was the attraction of opposites between them. When they got together at art school everyone was amazed - she was seen as refined and reserved and nobody thought they would last.\"He added: \"John treated her appallingly. He slept with Yoko in their marital home and, as we discovered later, he also physically attacked her but she was loyal to him.\"Answering questions in the Independent in 1999, Cynthia Lennon said John never wrote a song for her because it was \"too sloppy when you were young to dedicate anything to anybody\".\"Macho Northern men didn't do that in those days. I can only muse about our time together and feel from the music.\"Cynthia Lennon published memoirs of her time with John and when she was publicising one of the books in 2005, she told Good Morning America she \"couldn't resist being around him\".\"You couldn't resist watching what he was up to,\" she said, \"I mean, he was a total rebel. Everybody was amazed by him\".\"I have read so many books and seen so many films, and it's like we don't really exist. We are like walk-on parts in his life. We did spend 10 years together\", she added.In 2009, Cynthia spoke to BBC News about her life with John.After divorcing Lennon, she married three more times.In 1970 she wed Italian hotelier Roberto Bassanini and six years later married engineer John Twist from Lancashire. Both relationships ended divorce.She later wed former nightclub owner Noel Charles in 2002. He died in 2013.",
    "Large quantities of plastic debris are building up in the Mediterranean Sea, say scientists.A survey found around one thousand tonnes of plastic floating on the surface, mainly fragments of bottles, bags and wrappings.The Mediterranean Sea's biological richness and economic importance means plastic pollution is particularly hazardous, say Spanish researchers.Plastic has been found in the stomachs of fish, birds, turtles and whales.Very tiny pieces of plastic have also been found in oysters and mussels grown on the coasts of northern Europe.\"We identify the Mediterranean Sea as a great accumulation zone of plastic debris,\" said Andres Cozar of the University of Cadiz in Puerto Real, Spain, and colleagues.\"Marine plastic pollution has spread to become a problem of planetary scale after only half a century of widespread use of plastic materials, calling for urgent management strategies to address this problem.\"Plastic is accumulating in the Mediterranean Sea at a similar scale to that in oceanic gyres, the rotating ocean currents in the Indian Ocean, North Atlantic, North Pacific, South Atlantic and South Pacific, the study found.A high abundance of plastic has also been found in other seas, including the Bay of Bengal, South China Sea and Barents Sea in the Arctic Ocean.Commenting on the study, published in the journal PLOS ONE, Dr David Morritt of Royal Holloway, University of London, said scientists were particularly concerned about very small pieces of plastic (less than 5mm in length), known as microplastics.The study found more than 80% of plastic items in the Mediterranean Sea fell into this category.\"These very small plastic fragments lend themselves to being swallowed by marine species, potentially releasing chemicals into the gut from the plastics,\" Dr Morritt, of the School of Biological Sciences, told BBC News.\"Plastic doesn't degrade in the environment - we need to think much more carefully about how we dispose of it, recycle it, and reduce our use of it.\"The Mediterranean Sea represents less than 1% of the global ocean area, but is important in economic and ecological terms.It contains between 4% and 18% of all marine species, and provides tourism and fishing income for Mediterranean countries.\"Given the biological wealth and concentration of economic activities in the Mediterranean Sea, the effects of plastic pollution on marine and human life could be particularly relevant in this plastic accumulation zone,\" said Dr Cozar.Follow Helen on Twitter.",
    "Since there is a consensus amongst the majority of the world's scientists that temperatures are rising - most likely driven by human behaviour - why does climate change coverage seem to be drying up?Have the media lost interest? Is it a question of chronic political fatigue? Are our brains simply not wired to think long-term?The BBC World Service's The Inquiry hears from four expert witnesses.Max Boykoff founded the Media Climate Change Observatory a decade ago.\"We monitor 50 sources around the world across 25 countries on six continents. We seek to put our fingers on the pulse of the ebbs and flows of coverage of climate change over time, month to month.\"It's not an exhaustive reading of all media accounts everywhere around the globe across all platforms, but rather is a way to get us talking productively.\"In 2004 there were relatively low levels of coverage. Around 2006, into 2007 there was an uptick. There was a high water mark in 2009 [at the time of the UN Climate Change Conference in Copenhagen].\"From that high water mark to 2014, coverage has dropped: 36% globally; 26% in the US; and as much as 55% in the UK.\"Within the last year here in the United States, National Public Radio reduced its environment reporting team from three to one reporter.\"We see examples of this unfolding quite regularly. There's certainly newsroom pressures. There's shrinking time to deadline, there's reduced resources to cover complex issues such as climate change that require a certain level of investigation, a certain level of familiarity with the contours and the nuances of the topics.\"Jennifer Morgan is the Global Director of the climate change programme at the World Resources Institute.\"Copenhagen was supposed to be the moment when over 190 countries came together and agreed a new legally binding agreement to address climate change. It was very much a great excitement and anticipation of trying to finally get a global agreement after the Kyoto years.\"I remember walking in with a colleague of mine, and saying 'Okay, we have to do it. We have to get this done, these moments don't happen very often'.\"But it soon became clear that negotiations weren't going to plan:\"In the middle of the second week normally what happens is the options start to get narrowed down, and you can see the package emerging. That wasn't happening, and that's when we all started to get very concerned.\"China's chief negotiator was barred by security for the first few days, sessions were routinely suspended in the name of finishing on time, developing countries said they were ignored, and the EU was missing from a final meeting where a last-minute, non-binding deal was drawn up.\"It was terrible. [We felt] an exhausted defeat, just a deep fatigue, particularly from the European side, of just wanting to take a break. The personal sacrifice - it sounds crazy - but believing and trying to make something happen, I think it was a trauma, just to put so much blood, sweat and tears into it.\"Right after Copenhagen, there was a sense that there needed to be a bit of a time out on the world leaders' side of things. So it definitely went into a very low level of attention for a few years. The relationships of some of the Heads of State after Copenhagen were quite strained.\"Even months after, it was almost like [they] had been being psychologically burned by this.\"That's had a real impact on the willingness of these individuals to stay engaged.\"Environmental psychologist Robert Gifford researches why even those who accept a link between human behaviour and climate change are reluctant to act.\"Our brain physically hasn't developed much for about 30,000 years. At that time we were mostly wandering around on the Savannah, and our main concerns were very immediate: feeding ourselves right now, worrying about anybody who might try to take our territory. There was very little thinking about what might happen in five years, 10 years, or 100km away.\"We still have this same brain. Obviously we're capable of planning, but the kind of default is to stick into the here and now, which is not very good for thinking about climate change, which is a problem that, for many people, is more in the future and farther away, or at least we think it is.\"[And] as any advertiser knows, if you don't change your message people will just tune out. And so environmental numbness is 'yes, I've heard that message before'. We're always open to new messages, and paying more attention to new messages. So if governments or policymakers repeat the same message too often, people just tune out after a while.\"We also tend to tune out when we feel helpless:\"'What can I do about this global problem? I'm just one person, and there's 7+ billion people on the planet. I just don't have much control over this, so therefore I'm not going to do much about it, because my contribution, even if I did everything, wouldn't make much difference.'\"Most of us who are trying to do something about this have realised, for example, that the polar bear metaphor is not a great one. Yes, we have some sympathy for this poor polar bear, but it's not close enough to our own lives.\"Uncertainty is a really big problem. We've learned in my own laboratory from experimental evidence that when people feel a bit uncertain about an environmental problem - if the future temperature might vary from a half a degree increase to a one and a half degrees increase - people will say 'well, it's probably only going to be a half a degree increase, so I'll keep flying to some tropical place'.\"It's a natural human tendency to interpret information in a way that suits our personal interests.Joe Smith teaches geography at the Open University and argues the narrative around climate science must evolve.\"I'm not sure that people need to engage with climate change at all. It's more or less unreportable if you just describe it on the page. It's complex, interdisciplinary, the findings drip out over time, and the boundary between science and policy and politics is a very messy one. It's a real challenge for the media.\"The idea that we will mobilise any more people with fear messaging is wrong. I think we've knocked at the door of everyone that might respond to such a thing, but you've also got to ask whether it's an accurate way of telling the science. I think it is more respectful to the nature of the science to say that it's one of humanity's most ambitious questions.\"There was a tactical wrong turning in suggesting that by insisting that the debate is over, we can move onto the action. It somehow implied that the science was complete, and that, of course, left lots of space for those people who have arguments about the actions on climate change to stand in the way of us having a proper public conversation about those actions because they were able to pick apart minor details in the science.\"It's not just that climate science isn't finished, it's actually unfinishable.\"The rest of science - particle physics, cosmology - is allowed to be rather saucy. I would love to get to the point where we allow climate change science to simply be interesting, enchanting even, as fascinating as any area of science because it's a hugely ambitious and compelling mission.\"If you want to talk to a business person, you talk about energy security for their business or energy security for their nation. If you want to talk to a parent at the school gate, you talk to them about the health of their child, their experience of the trip to school - wouldn't they be happier walking and cycling?\"Talking about climate change doesn't have to involve 'talking about climate change' to lead us to some really substantial actions.\"We don't need to wear a climate change t-shirt.\"The Inquiry is broadcast on the BBC World Service on Tuesdays from 13:05 GMT. Listen online or download the podcast.",
    "April Fool's Day is a hard time for seekers of serious news stories, particularly when there are some stories that seem fanciful but are not.But here is a round-up of some of this year's bizarre stories that are apparently true.1. Swedish MPs have backed a ban on unlicensed dancing in public or \"illegally moving your feet to music\". Bar, restaurant and nightclub owners without permits can be fined if customers \"dance spontaneously and without permission\" as a result of a vote in the nation's parliament. Police say dancing can cause fighting and disorder.More details (Daily Mail)2. Downton Abbey creator Julian Fellowes would like to create a version of the period drama set in the decade of punk rock, flares and disco. It would feature the show's aristocratic characters \"struggling in the 1970s\", Fellowes said. He added that he had several spin-off ideas \"up his sleeve\".More details (Daily Mirror)3. Cats are amenable to classical music. A study in the Journal of Feline Medicine and Surgery found that cats hate heavy metal, are indifferent to pop but are fond of classical music. Twelve cats under anaesthetic and wearing headphones were exposed to the three genres of music for two minutes at a time. Those listening to classical appeared calmer — breathing more slowly and with smaller pupils. Miguel Carreira from the University of Lisbon said that cats are especially partial to the music of George Handel.More details (Times)4. A Michelin-starred restaurant will ask diners to pay up-front to reduce the number of cancellations. The Clove Club in Shoreditch, east London, will be offered a choice of two tasting menus at £65 and £95 each, excluding drinks. Head chef Isaac McHale said missed reservations were \"very expensive for us\".More details (Independent)5. Two unrelated men who look near-identical and live a few miles apart have finally been introduced. Neil Richardson, 69, and John Jemison, 74, both studied at the same college, worked as religious knowledge teachers, have accounts at the same bank and reside around Braintree, Essex. The two eventually met when they both took the same coach for a Friends of Braintree Museum visit to the Magna Carta exhibition at the British Library.More details (Daily Telegraph)6. A dog can play the drums to Seven Nation Army by the White Stripes. Maple, a border collie mixed breed, is the star of a video in which she taps a drum pedal in time as her owner plays Jack White's famous riff on the guitar. Maple's percussion skills have earned her 170,000 followers on her Vine channel and 46,900 Instagram followers.More details (Daily Record)7. Amazon has launched a button that goes on the wall of your home or a household appliance. When you press it, it will order something you're running out of, for example kitchen roll or washing powder. Called the Dash Button, it is a little hook marked with a brand name. The button is free but only available to Amazon Prime members in the US. So far more than a dozen products are available.More details8. Conservative leader David Cameron might be Kim Kardashian's 13th cousin. Labour's Ed Miliband supports the idea of a female James Bond, with Rosamund Pike a compelling candidate. And the Liberal Democrats briefly changed their name on their website to the Liberal Democats - which reality star Joey Essex, who turned up at a Nick Clegg press conference, believed they were called.More details (Huffington Post - Daily Mail - The Independent)9. There's been a wave of popularity for adult colouring-in books in France. Publishers have been marketing the books as \"art therapy\" aids for anxiety. A British publisher is now planning a series entitled Colour Your Way to Calm.More details (Times)10. A US entrepreneur has pledged to rid China of \"farcical\" western names such as Lady Gaga, Elvis and Washing Liquid. Chinese people commonly take a \"yingwen ming\" or \"English name\" to help Anglophone employers address them. But often these result in them being \"laughed at behind their backs\" when they choose such monikers as Furry, Twinkle, Pussy or Volcano, says businesswoman Lindsay Jernigan, who has launched a website to help Mandarin speakers adopt more suitable titles.More details (Daily Telegraph)Compiled by Jon Kelly, Justin Parkinson, Tom de Castella and Andrew SullyYou can follow the Magazine on Twitter and on Facebook",
    "Google has announced new Chrome-powered computers, which are set to target budget-conscious consumers and schools.The range includes a new type of device called the Chromebit, which looks like an oversized memory stick, and turns monitors and TVs into computers when plugged into their HDMI ports.The tech firm also revealed the cheapest Chromebook laptops to date, costing $149 (£101).The move is likely to intensify competition with Microsoft.The announcements came less than a day after Microsoft revealed plans to sell a new entry-level tablet-laptop hybrid of its own.Its Surface 3 costs more -$499, and £419 in the UK for the basic model - but provides access to a wider range of software made for the Windows platform.\"This is a booming sector of the market at the moment,\" commented Chris Green, a tech analyst at the Davies Murphy Group consultancy.\"With the falling cost of hardware, schools are looking to families to equip kids with their own computers - the idea of BYOD [bring your own device to class].\"This has prompted manufacturers to create low-cost entry-level laptops that parents then buy for their children as well as themselves.\"Google has pledged not to display ads to children that use the education-related software it provides for its Chrome platform, and does not charge manufactures to use its operating system.But one expert said the company still hoped to financially benefit in the long-term.\"The key goal here for both Google and Microsoft is to put their brand and services out there in front of kids to build loyalty at a very early age,\" said Ronan de Renesse, a consumer technology expert at the Ovum consultancy.\"It's also a good way to to see whether or not to extend these types of devices to emerging markets, where they could be used outside education by people with very low disposable incomes.\"For now, Google says the new Chromebooks and Chromebits will be limited to the US.\"We hope to make these widely available in the future, however we have nothing more to announce at this time,\" said a spokeswoman.Chrome OS runs web-based software via the firm's Chrome browser and recently gained the ability to run a limited number of Android apps . The platform is designed to store most of its users' files in the cloud.More than five million Chromebooks and Chromebase desktops were sold across the world last year, according to market research firm Gartner.It forecasts that figure will grow to close to eight million units this year, and 16 million in 2018.The Chromebits will be made by the Taiwanese manufacturer Asus.Google said they would cost \"less than $100\" and go on sale before the end of the year.The search firm has already had success with the Chromecast, a media streaming dongle with a similar form factor.In recent months both Intel and Hannspree have launched Windows-powered \"PC-on-a-sticks\", albeit at a slightly higher cost.Such devices require their owners to provide displays, keyboards and other peripherals, but the idea is that many people will already own them.\"People seem to love the idea of having a working computer on something no bigger than a dongle that lets them do web browsing, media streaming and other tasks on a big screen, but can be out of sight, out of mind when needed,\" said Mr Green.The two new laptops have already gone on sale.The Haier Chromebook 11 is exclusive to Amazon while the Hisense Chromebook is being sold via Walmart.com.Both feature an 11.6in (29.5cm) screen and between 8.5 to 10 hours of battery life, but keep their costs low by restricting themselves to 16 gigabytes of storage and 2GB of RAM.Google also announced a slightly higher priced model, the Asus Chromebook Flip, whose touchscreen can be turned around. It will cost $249 when it goes on sale.\"The [ultra low-cost] sector is still a relatively small part of the entire PC market, but is growing fast, so is important,\" commented Mr de Renesse.\"What's key is to offer some of the lowest prices. But that has to be balanced against the fact that the US is a market with very high consumer expectation, even within schools.\"",
    "The governor of Arkansas has called for changes to a \"religious freedom\" bill after a similar law in Indiana has drawn a firestorm of criticism.Wal-Mart and other companies had urged Governor Asa Hutchinson not to sign the bill.Critics of the bill say it could be used to discriminate against gay people because it gives business owners a legal defence based on their faith.Hundreds in Arkansas have protested against the measure this week.The governor said he wanted the state's legislature to either recall the bill or pass additional legislation that would bring it more in line with a 1993 federal law from which it is modelled.In recent days, Mr Hutchinson has come out in support of the bill and on Tuesday his office said he planned on signing it.\"I don't believe in a workplace that discriminates,\" Mr Hutchinson said.Mr Hutchinson noted that his son was among those that signed a petition asking him to veto the bill.\"It shows that there is a generational difference of opinion on these issues,\" he said in reference to his son.The governor has also faced pressure from his state's top employers, including Wal-Mart, which said that the measure would harm economic development.Walmart CEO Doug McMillon said the bill's passage threatened \"to undermine the spirit of inclusion present throughout the state of Arkansas and does not reflect the values we proudly uphold.\"Indiana lawmakers have conceded that their law needed to be clarified to make clear that it did not legalise discrimination against gays. The governor said he wanted a \"fix\" by the end of the week.Sport: National Collegiate Athletic Association, NBA, basketball players Charles Barkley and Jason Collins, Olympic diver Greg Louganis, tennis greats Billie Jean King and Martina NavratilovaBusiness: Angie's List, Yelp, Warren Buffett, Apple, Gap, Levi'sPolitics: White House, Hillary Clinton, governors of New York, Connecticut and Washington state, cities San Francisco, Indianapolis and SeattleCelebrities: Miley Cyrus, George Takei, Larry KingTwenty states have similar laws, with varying protections for gays.The federal Religious Freedom Restoration Act, passed in 1993, was originally intended to protect religious minorities from government intrusion. In 1997, the Supreme Court ruled that the law did not apply on the state level, which spurred more than a dozen states to pass local versions.But a wave of recent legal rulings has brought same-sex marriage to more states and has renewed interest in religious freedom restoration acts.Some proponents say the bills would protect business people who object to serving gay people for religious reasons. Others including Indiana Governor Mike Pence insist that was not purpose of the bills.Unlike the federal law, the Indiana version applies the law's protections businesses in addition to people.",
    "The Conservatives have welcomed what they say is an \"unprecedented\" pre-election endorsement by business chiefs but Labour has dismissed the move.More than 100 bosses signed a newspaper letter backing cuts in corporation tax and other policies since 2010, saying they had been \"good for business\".Labour said the letter was \"organised\" by the Tories and it was \"no surprise\" that bosses wanted lower taxes.It came as Labour promised new rights for workers on \"zero-hours\" contracts.Ed Miliband said a future Labour government would guarantee zero-hours workers the right to a formal contract after 12 weeks of regular work, a move which he said would reduce economic insecurity but which was criticised by employers.In other developments in the election campaign:In their letter to the Daily Telegraph, the businessmen - including BP chief executive Bob Dudley, Prudential boss Tidjane Thiam and Nick Robertson, chief executive of ASOS - back the reduction in corporation tax from 21% to 20% which took effect on Wednesday.David Cowling, editor, BBC Political ResearchYouGov's first poll following their Sunday 4% Labour lead had Conservative and Labour level-pegging on 35%; and TNS had the Conservatives one point ahead of Labour (33% v 32%) with UKIP on 16% - their highest figure in a campaign poll so far.A ComRes poll of 40 Labour seats in Scotland confirmed other national polls, with a 19% swing from Labour to the SNP.There was better news for Labour in two London-wide polls. ComRes had Labour on 46% and YouGov on 45%, with the Conservatives hovering around their 2010 share of 34%.ComRes represented a 5.5% swing to Labour and YouGov a swing of 4%.The Lib Dems were down from 22% in 2010 to 8% now.UKIP continued to underperform in London with around 8-9%; and the Greens will be disappointed that they were on 4% in both polls in a city where they have performed better than average in the past.BBC poll trackerThe business leaders, who signed the letter in a personal capacity, say that the present government has supported investment and job creation.\"We believe a change in course will threaten jobs and deter investment. This would send a negative message about Britain and put the recovery at risk,\" they said in the letter.About 20 of the signatories are thought to be long-standing Conservative supporters.But the paper said five signatories had previously supported New Labour: the entrepreneur Duncan Bannatyne, the hotelier Surinder Arora, chairman of Dixons Carphone and Talk Talk Sir Charles Dunstone, theatrical producer Sir Cameron Mackintosh and businessman Moni Varma.The headline rate of corporation tax - paid on company profits - has fallen steadily under the coalition government, down from 28% when it came to power in 2010.The Conservatives say the UK has the most competitive corporate tax regime in the G7 but Labour says small firms have not benefited in the same way as multinationals.Expert views: By Kamal Ahmed and Robert PestonWhatever the \"anti-business\" feeling among some of the public - linked, of course, to the financial crisis - politicians believe that the backing of chief executives is a positive.Read more from business editor Kamal AhmedNeither business leaders nor economists have a monopoly of wisdom on what's good for Britain or are free from political bias.Read more from economics editor Robert PestonLabour has released its own open letter from \"working people\" supporting its approach.The letter, signed by more than 100 people \"from all walks of life\", says the country needs a Labour government \"to put working people first\".Shadow business secretary Chuka Umunna said Labour would maintain a competitive tax regime while prioritising support for small firms by cutting business rates on 1.5 million small business premises.\"This was a letter organised by the Conservative Party in a Conservative-supporting newspaper,\" he told the BBC.\"We've got almost five million businesses in our country. At best you could say the people who signed this represent 0.002% of them.\"Lib Dem Business Secretary Vince Cable told BBC Radio 4's World at One the letter appeared to have been planted by the Conservatives - and he warned the signatories to \"be careful what they wish for\".He said the list was \"not a representative sample\" of business people across the UK, but declined to name businesses that supported the Liberal Democrats, saying \"it's not relevant\".However, Chancellor George Osborne said those behind the letter were a \"roll call of British economic success, innovation and job creation\".\"An intervention on this scale and with this clarity from Britain's business leaders is unprecedented in any recent general election,\" he said.During the 2010 election, a group of business leaders sent a letter to the Daily Telegraph backing the then Conservative opposition's plans to stop rises in national insurance contributions. In 2005, bosses backed Labour in letter to the Financial Times while Labour also received business endorsements in 2001 and 1997.Speaking in Yorkshire, Mr Miliband said the letter reflected the Conservatives' view that wealth should \"trickle down\" from a \"few companies and individuals at the top\".He also pledged more security for workers on zero-hours contracts, where employees are only paid for the hours the employer needs them and are not guaranteed any work, saying their use had increased by 20% in the past year.If elected, he said Labour would change the law to give employees the legal right to request a formal contract after three months of continuous work rather than after a year.Analysis by political correspondent Iain WatsonLabour strategists tell me they didn't know the pro-Conservative business letter was going to appear in today's Telegraph but they insist they are \"not unhappy\" it coincided with their own policy announcement on zero-hours contracts.Partly because the sharp dividing line between boardroom and shop floor, they believe, will help motivate their own voters to make the journey to the ballot box.But they insist that their announcement will appeal beyond their own core vote.Their argument is that insecure low-paid employment leads to low productivity and is bad for the economy as a whole. Nonetheless, in 2005, more than 60 business leaders wrote to the FT backing Tony Blair.So while Ed Miliband insists he is in the right place on standing up for working people, his 'one nation' Labour Party hasn't achieved his predecessors' feat of gaining endorsements from unions and big companies.Indeed it feels we are witnessing the sharpest political divide for more than two decades.\"We have an epidemic of zero hours contracts in this country,\" he said.\"You should not be left at the beck and call of an employer who can ask the world of you but give you no security in return,\" he said.\"It is not fair, it is not good for business and we have to put a stop to it.\"The proposal, which has been welcomed by the unions, would see an end to more than 90% of existing zero-hours contracts, Labour said.But Conservative sources said just 2% of workers were on such contracts and nearly 40% of them already worked full time while the Lib Dems said the proposals went \"too far\".Mr Osborne said he would find it \"very difficult\" to live on a zero-hours contract. \"Some zero hours contracts people want,\" he said.\"But for people who want to work longer hours, the answer is to create more jobs.\"Mr Cable said Labour had \"wildly exaggerated\" the scale of the contracts.The CBI business group warned against \"playing with the jobs that many firms and many workers value\" while the Institute of Directors called it an \"example of politics trumping good policy\".*Subscribe to the BBC Election 2015 newsletter to get a round-up of the day's campaign news sent to your inbox every weekday afternoon.",
    "Westminster figures have travelled to Scotland on the third day of campaigning in the general election.During a visit to Glasgow, Labour's Treasury spokesman Ed Balls said his party's first budget would end \"Tory austerity\".Liberal Democrat leader Nick Clegg was also in Scotland to outline his plans to triple paternity leave.The SNP have vowed to cut VAT for emergency services and the Scottish Conservatives focused on justice.Elsewhere, the Scottish Greens have renewed their election pledge to bring the railways back in to public ownership.Voters across the UK go to the polls on 7 May.Appearing with Scottish Labour leader Jim Murphy at Glasgow's Royal Concert Hall, Mr Balls said his party would spend an extra £800m in Scotland on the NHS, education and job creation.He said the approach of both the Tories and the SNP to fiscal policy and austerity would be \"bad for Scotland and bad for the UK.\"He said: \"The only consensus now on offer to voters in Scotland is a consensus between the SNP and the Conservatives that no new investment is required in Scotland to end austerity in the coming year.\"The fact is only Labour has a radical and credible plan to end George Osborne's austerity economics and secure the stronger growth and better jobs and rising living standards and investment which we need to secure a more socially just future for Scotland and the UK.\"Labour is Scotland's party of economic growth, social justice and fairness - it always has been and it always will be.\"Meanwhile, the Liberal Democrats have pledged to increase paternity leave from two weeks to six.During a visit to a play centre in East Dunbartonshire, Mr Clegg played down suggestions that it would be unpopular with some businesses - saying it worked in other countries such as Sweden and Germany.He told the BBC: \"I think everybody would accept, and all business people would accept, that it is a good thing if dads take more time off to be with their newborn children - if that's what they want.\"And all we're saying is to encourage dad's to take more time off, we're going to say 'Look, we're going to increase the time you can take off - up to six weeks - but if you don't use it, you lose it'.\"He also accepted going into coalition government with the Conservatives may have cost his party \"short-term political popularity\" in Scotland, but said it was the right thing to do.He added: \"I accept stepping up to the plate, as we did in May 2010, to do the right thing for the country, of course it came at some cost to our short-term political popularity, but the question is not, you know, was it right or wrong for this politician or that party, but was it the right thing for the country? And you bet it was the right thing for the country.\"Scottish Justice Secretary Michael Matheson campaigned in Edinburgh for the SNP, calling for a change to VAT rules for emergency services.Speaking ahead of the event, he said: \"At a time when public services are being hammered by unprecedented Westminster budget cuts, it beggars belief that the UK government won't grant Scotland's police and fire services this vital VAT exemption.\"Reversing these unfair rules would free up £23m for police and £10m for fire services - and this money could be invested in front-line staff.\"Scottish Conservative leader Ruth Davidson gave a speech at the Scottish Police Federation Conference on law and order.She said her party would end automatic early release, reintroduce life imprisonment for the most serious crimes, and make those who break a community payback order spend a night in jail.At an event at Stirling railway station, the Scottish Greens vowed to bring the railways back in to public ownership once current contracts expire.It comes as the Dutch state-owned company Abellio took over the ScotRail franchise. UK law currently prevents public sector bids for rail franchises.Meanwhile, Scottish Greens co-convenor Patrick Harvie has told BBC Scotland that his party would, in part, pay for its spending plans by printing more money.Mr Harvie told the Scotland 2015 programme: \"It looks likely that the next UK government, whichever party is in charge, is going to consider another round of QE (quantitative easing). The EU is already embarking on a massive round of QE at the moment.\"If this is going to happen, we are making the very clear case that the money creation has to go into the real economy. Into green infrastructure, into investment in the housing stock to meet our basic economic needs - our housing needs as well as our energy-performance needs.\"Mr Harvie also said there would be no tax cuts simply for the purpose of oil exploration.He said: \"We support the idea of a City deal as one of the mechanisms to ensure investment, but it has to be investment in the right things.\"If we simply impose tax cuts on future exploration, when we already have more resources than we can afford to burn, then we are simply digging ourselves deeper into a hole.\"",
    "More and more teachers are facing abuse on social media, a teaching union says.Sexist, racist and homophobic remarks were being used against staff, as well as offensive comments about appearance, the NASUWT said.There were also examples of parents being abusive on social media, it added.About 60% of the 1,500 union members questioned in an informal poll for the union said they had faced abuse, compared with 21% last year.In one case, a photograph of a teacher was posted online with an insulting word underneath.In another, pupils used the name of a heavily pregnant school worker to post insults, the teaching union said.Of those who had been subjected to insults, nearly half (48%) said these remarks were posted by pupils, 40% said they were put up by parents, and 12% said both parents and pupils were responsible.Almost two-thirds (62%) said pupils had posted insulting comments, while just over a third (34%) said students had taken photos or videos without consent.A third (33%) received remarks about their performance as a teacher, 9% had faced allegations from pupils about inappropriate behaviour and 8% had been subjected to threatening behaviour.More than half (57%) of pupils responsible were aged between 14 and 16, and 38% were 11 to 14, the teachers' poll found, with a fifth aged 16 to 19 and 5% were seven to 11.Among the examples published by NASUWT was the case of a student uploading a teacher's photo and then, along with classmates, writing insults underneath.One teacher said they were harassed for nine months by students who sent sexually explicit messages and set up a fake social media account in their name.The union said it had been told of a teacher receiving the comment \"I hope she gets cancer\", while the heavily pregnant worker had faced abusive remarks.Another school worker faced comments from a pupil's family member about how they looked and that they were ugly.Chris Keates, the union's general secretary, said: \"It is deeply worrying to see that the abuse of teachers has risen by such a huge margin this year.\"Equally concerning is that it appears that more parents are the perpetrators of the abuse.\"The vile, insulting and personal comments are taking their toll on teachers' health and well-being, and undermining their confidence to do their job.\"",
    "An electrical fire under the pavement in central London led to some 5,000 people being evacuated from nearby buildings and the cancellation of a number of West End shows.Fire crews were called after smoke was seen coming out of an inspection cover on Kingsway, in Holborn, at 12:30 BST.The blaze is now under control, said London Fire Brigade.It said crews would be working \"through the night\" to put the fire out and stop it spreading to buildings in the area.Earlier, onlookers reported struggling to breathe and \"chaos\" in and around Holborn.Shows at the Lyceum, Duchess and Aldwych theatres were cancelled, London Theatre Direct said.The Freemason's Hall tweeted to say a Letters Live event starring Benedict Cumberbatch had to be cancelled and Love Theatre tweeted to say that The Woman In Black and Gypsy had also been called off.A father and his young son who had to leave the Royal Drury Lane theatre midway through a matinee performance of Charlie and the Chocolate Factory said: \"There was a big blackout and we were sat in the dark for half an hour and they decided to call it a day, so we've missed out on seeing Willy Wonka now - it's chaos.\"Wednesday's evening performance was cancelled.A restaurant owner in the area said he would not be able to open for the evening which would cost him about £10,000 in lost business.Earlier, judges, lawyers and other staff at The Royal Courts of Justice in The Strand, as well as buildings along Rose Street and Garrick Street and the market building in Covent Garden were evacuated.UK Power Networks said 1,900 customers in the area were left without electricity and it had so far restored power to 1,300.A spokesperson said: \"Crews are currently working hard to excavate and isolate the damaged parts of the network, then reroute power to the remaining 600 customers overnight.\"The company said it could be difficult to excavate in central London but as long as the work went well the network should not need to switch off supplies on Thursday morning when the demand increases.Earlier, BBC London 94.9's Anna O'Neill spoke to Gary Squires from London Fire Brigade at the scene of the fire.He said the fire started in a large service duct which carries electrical cables and gas and water pipes beneath the street.\"We have some very high-powered cables down there which is causing a hazard to our crews,\" he said.Mr Squires said: \"We can see flames coming out of the pavement, which looks quite dramatic, but that is the gas pipe - it has now ruptured and that has now ignited and the gas is burning off and that, if anything, makes it safer for us as the gas is being burnt off.\"He said lots of people had \"self evacuated\" from nearby buildings and it was only the ones on Kingsway that had been evacuated by the authorities.A National Grid spokesman said engineers were called to the scene as a precautionary measure but no problems had been found.Eyewitness Nicola Foxfield, 29, said she could \"smell burning in the air\" and saw thick, brown smoke coming off the road.\"It's chaos and fire engines are coming from every direction.\"Another eyewitness said: \"I was close enough to see thick, black smoke puffing out of the drain grills and I struggled to breathe.\"The fire caused 10 bus routes to be diverted, according to Transport for London (TfL), and Holborn station is closed. TfL said Tube tickets were being accepted on local buses in zone one.Kingsway is closed between Holborn and Aldwych, the Strand Underpass and Waterloo Bridge northbound, causing serious delays.",
    "The Iraqi government has declared a \"magnificent victory\" over Islamic State militants in the city of Tikrit.Troops are still fighting to clear the last remaining IS holdout in the city, but Prime Minister Haider al-Abadi was filmed raising an Iraqi flag there.The month-long operation to recapture Tikrit has been the biggest launched yet by the government against IS.It stalled for a time, but was given fresh momentum when the US-led coalition began air strikes last week.The army says it regards Tikrit's recapture as a key stage before it tries to retake Iraq's second city, Mosul, and drive IS out of the country altogether.On Wednesday, state television broadcast pictures showing Mr Abadi, army and police commanders, Shia militia leaders and the governor of Salahuddin province walking through Tikrit.The Reuters news agency said explosions and gunfire could be heard as Interior Minister Mohammed al-Ghabban told reporters: \"Most of Tikrit today is liberated, only small parts remain [outside our control].\"Troops were trying to clear the northern district of Qadisiya, and were also working to remove mines and bombs from recaptured areas, Mr Ghabban said.\"We will reopen police stations to restore normalcy in the city, and we will form committees to supervise the return of people displaced from their homes,\" he added.Tikrit, about 140km (90 miles) north of the capital Baghdad, was captured by IS militants last June, as they swept southwards from Mosul through predominantly Sunni areas and routed the army.The offensive to recapture Tikrit was launched on 2 March and involved some 30,000 personnel, two thirds of them from the Popular Mobilisation (Hashid Shaabi), a force comprising dozens of Iranian-backed Shia militia.Iranian military advisers, led by Gen Qasem Soleimani of the Revolutionary Guards' Quds Force, initially co-ordinated the operation.Although there was no air support from the US-led coalition, the government's forces made rapid progress over the first two weeks, driving IS militants out of towns and villages along the Tigris river near Tikrit and then encircling the city. But the offensive then stalled.IS militants were able to repel assaults on the city centre until Mr Abadi requested coalition air strikes last week, prompting a boycott by most of the militia in the Popular Mobilisation.Separately on Wednesday, the UN mission to Iraq announced that at least 997 people, including 729 civilians, had been killed in violent attacks in March, slightly down from February's toll.The new UN envoy, Jan Kubis, said the recapture of Tikrit represented a \"victory for all the Iraqi people\", and that the UN was ready to provide assistance to the Iraqi authorities.",
    "Singer-songwriter Joni Mitchell is in intensive care after being found unconscious at her Los Angeles home.The 71-year-old was rushed to hospital on Tuesday afternoon. It is not immediately clear what illness she has.A statement released on her website said she \"regained consciousness on the ambulance ride to an LA area hospital\".The Canadian-born artist is \"currently in intensive care undergoing tests and is awake and in good spirits,\" it added.Los Angeles fire officials said paramedics had answered a 911 call in Bel Air, where Mitchell lives, and had taken a patient whom they did not identify to hospital.In December she told Billboard magazine that she had a rare skin condition, Morgellons disease, which prevented her from performing.\"I can't sing any more - don't miss it. I can't play any more - don't miss it. I've got all these instruments laying around and hopefully one day I'll pick them up,\" she was quoted as saying.Morgellons is a controversial condition and is not recognised by mainstream medical authorities. Sufferers say it is characterised by crawling and stinging sensations under the skin but many in the medical community believe it is a psychiatric disorder.Read: Seven essential songs of Joni Mitchell.Musicians took to social media to send messages of support. Boy George tweeted: \"A prayer for Joni Mitchell.\"Billy Idol also sent best wishes: \"Sorry to hear today's news about Joni Mitchell. I sang on her 'Dancing Clown' single many moons ago, all the best 4 her recovery.\"Mitchell has released 19 original albums, with her last in 2007.Best known for her 1970 hit Big Yellow Taxi, Mitchell was inducted into the Rock and Roll Hall of Fame in 1997.Her 1971 album, Blue, is ranked 30th on Rolling Stone magazine's list of the 500 Greatest Albums of All Time.",
    "The Northern Ireland Supporters Club chairman has called for a meeting with the Irish Football Association over possible subsidence at Windsor Park.Club and international matches at the Belfast stadium could be in doubt after the West Stand was sealed off.Cracks in its structure were spotted on Tuesday. The IFA says it is waiting for a report from engineers.The Irish Cup final on 2 May and Northern Ireland's Euro 2016 qualifier with Romania on 13 June are scheduled.Gary McAllister of the Amalgamation of Northern Ireland Supporters Clubs said the IFA had three options for the Romania match if the stand had to be shut down:He said this was all \"hypothetical\" until the IFA announced the findings of its structural inspection.Building work behind the stand has been ongoing in recent weeks as part of the redevelopment of the area around Windsor Park, but it is not known if this is directly related.The stand was filled to capacity with Northern Ireland fans on Sunday for the Euro 2016 qualifier victory over Finland.Linfield and Crusaders are scheduled to meet at Windsor Park on Saturday in a top-of-the-table Irish Premiership match.\"The Irish FA (IFA) became aware on Tuesday morning of some damage having been caused overnight to the West Stand,\" the IFA said in a statement.\"We are currently awaiting a report from the structural engineers.\"",
    "Testing pregnant women's blood for disorders in unborn children promises dramatic advances in medicine, researchers have said.A US team writing in the New England Journal of Medicine say Down's syndrome can be reliably tested for in the mother's blood.Meanwhile, Great Ormond Street Hospital has started offering similar tests.A decision on whether the UK's Down's syndrome screening programme should change is due this year.At the moment in the UK, a woman is assessed based on her age and an ultrasound scan, with those deemed high-risk having further tests.These involve a needle taking a sample of the placenta or the fluid that bathes the baby. There is a risk of miscarriage with the procedure.Blood tests look for fragments of DNA from the placenta, which drift about in the mother's bloodstream.Down's syndrome is caused by an extra copy of a huge stretch of DNA and that extra bundle of genetic information can be detected in the blood.If initial tests are more accurate they could reduce the number of women who go on to have the invasive test.Previous research had suggested the tests were effective in high-risk women.Now a team at the University of California, San Francisco, suggests the blood test could replace current tests for all women.They correctly identified 38 cases of Down's syndrome out of nearly 16,000 women tested. The basic risk screening found only 30 cases and had a higher rate of false-positives.The UK's national screening committee will assess the new tests in June.Professor Lyn Chitty, from Great Ormond Street, has been evaluating how they could be introduced across the NHS.She says testing every pregnant woman's blood is unlikely. However, she says it can and should be integrated into the existing screening so that high-risk women have an extra check before deciding if an invasive procedure is needed.She told the BBC: \"These are really exciting times; this cell-free DNA is changing prenatal care dramatically.\"I think it broadens access to testing. really; a number of women will decline invasive testing because of the risk of miscarriage and they may well take up non-invasive prenatal testing.\"She said progress in the area was \"very rapid\" and tests for other genetic disorders such as cystic fibrosis were also becoming available.Great Ormond Street already has an approved test which it has started offering in parts of London.The Down's Syndrome Association said that if the changes did come into force then the risks and benefits need to be clearly communicated to parents.\"At the time of testing, easily understood and up-to-date information must be provided in an unbiased way by well trained professionals,\" the organisation said in a statement.",
    "Girls in parts of Tanzania are often forced to undergo female genital mutilation, even though the practice is illegal. Faced with FGM, many had nowhere to turn - until now. A safe house has opened in the north of the country to offer protection when they need it most.\"My parents said I should be cut because I'd finished primary education and reached maturity. They wanted me to marry. I told them I didn't want to. That infuriated my dad.\"Veronica (pictured above) is 14. She speaks rapidly, barely drawing breath.\"My father started beating me, and that's when I decided to run away. He said I should have FGM so I'd get a bigger dowry. Those five cows would be sold to pay for my younger brother's boarding school.\"I said, 'You should allow me to go to secondary school first, then I might be successful and help the rest of the family.' My mother intervened between my father and I, and that made him so angry he lashed out at her with kicks and blows. I was terrified,\" she says.Veronica is one of 134 girls to find refuge at the safe house in Mugumu during the six-week-long \"cutting season\", that traditionally occurs every two years in Serengeti District. All of them have stories about the pressure put on them by family to undergo FGM, a traditional pre-requisite to marriage amongst the Kurya people who live in the area.Veronica learned about FGM at school. She knew it was dangerous and illegal, and threatened to report her father to the police. His response was swift.\"He locked me up for two days while he looked for a circumciser. When they came back, I tricked them - I said I needed to go the toilet. They let me go and I hid in the bush. But there were animals, like hyenas, and it wasn't safe.\"A volunteer found out what had happened, and put Veronica on a bus to Mugumu. The safe house relies on a network of these volunteers in the surrounding villages. Often they are men who have seen the pain caused by FGM, the serious health problems that can follow, and in some cases - the most extreme consequence of this bloody rite of passage - death from bleeding or infection.Rhobi Samwelly is the co-ordinator of the safe house, funded by the Anglican Church and supported by other churches together with the local mosque. She raced against the clock to get everything ready before the arrival of the first teenager.\"It was in the evening. The girl was crying - she didn't have shoes and she didn't have underwear. She had been beaten by her parents. I was so shocked when I saw her like that.\"The desperation she sees reminds her of her own powerlessness as a child: at the age of 13 she was pushed into FGM by her parents - she had nowhere to run to. Samwelly very nearly bled to death.So she knew girls in the district needed a refuge, but did not anticipate how many would arrive - the safe house was designed for just 40, and the girls sleep two or three to a bed. Mattresses on the floor accommodate yet more of them. But no-one seems concerned about the overcrowding because they know they are lucky to have got here.Bumping along the stony, unpaved road in the safe house's dilapidated four-wheel drive, Sofia Mchonvu is on her way to the village of Masinki. She is a social worker employed by the safe house to negotiate with the girls' families - warning them of the dangers of FGM, encouraging them to give their daughters educational opportunities rather than marrying them young, and assessing whether it is safe for girls to return home.She is greeted cordially by Veronica's parents outside their mud-brick house. They are delighted to hear their daughter is well.\"It's only pressure from the wider family, and our culture,\" explains Mokiri, Veronica's father, when confronted with Veronica's story.He says now they are aware of the dangers of FGM. \"We will no longer follow those customs and norms. This is a new family now. We will protect her.\" And he promises not to force Veronica's younger sisters to undergo FGM either.Even so, Mchonvu does not believe the time is yet right for Veronica to go home.On the way back to Mugumu, she stops to meet another father who brought his 15-year-old daughter, Nyangi, to the safe house because her brothers were trying to bully her into FGM and marriage. In Kurya culture the bride's family receives a dowry of cattle - Nyangi's brothers planned on using those cows to attract wives for themselves.Nyangi's father, who lives with his second wife, apart from Nyangi and her brothers, tells Mchonvu he has spoken to his sons. He told them FGM is wrong, and that they must not depend on their sister's dowry.\"I don't want Nyangi to get a husband until she is 28 or 30,\" he says. \"I would like her to train to be a nurse.\"Samwelly is determined to help protect girls like Nyangi from early marriage. \"FGM and child marriage are illegal in our country. I would be a fool to allow a girl to go home to that. I'm going to work to make sure I save these girls,\" she says.The youngest girl staying at the safe house is 10-year-old Boche. She limps around with a large bandage on her leg. Her father cut her with a panga, a machete-like knife, because she refused to go for FGM.\"It was very serious, and she wasn't able to walk,\" says Samwelly. \"So when she arrived here with a volunteer, we took her to the hospital, and she was there for two weeks. Now she is healing.\"By the final week of the cutting season in Serengeti, girls who have been forced or persuaded to undergo FGM are beginning to emerge from seclusion. Groups of them wander along the roads kicking up dust the colour of ground cinnamon. Now they have come of age, they go from village to village asking for money and treats.On her trips out to local villages to meet parents and volunteers, Samwelly stops to speak to the girls. She laughs, dances and sings with them. But between the jokes and banter, she also uses the opportunity to educate them about the potential health problems they now face.None of this is easy for her. \"I want them to feel that I'm with them. But of course I feel very bad, because it's too late for these girls.\"The practice is illegal but the acting district commissioner for Serengeti during the cutting season, John Henjewele, says there are immense challenges to stopping it. \"The problem is that FGM is done secretly. It's difficult for police officers to safeguard every household to find out if it's happening or not.\"Which may explain why only five FGM-related cases are on police books as the season comes to an end in Serengeti. There is also reluctance by leaders to advocate against FGM.\"It's true that politicians from this society are also bound by the culture and their elders, making it hard for them to speak out,\" says Henjewele.He is from southern Tanzania where FGM is not practiced, so doesn't feel these constraints. He supports the safe house in Mugumu, and is proud of the FGM education girls are getting in local schools - education that is enabling them to say \"No\" to this potentially life-threatening rite.But not every girl who tries to get to the safe house makes it. \"We got a call to say there were seven girls hiding in the bush,\" says Samwelly. All of them had fled the circumciser.\"We set out to pick them up in the safe-house car. But our car is old and it broke down. We couldn't get to them in time, and their parents found them. Two managed to escape again and make it to Mugumu, but five of them were forced to undergo FGM. It was very painful for me because I failed to support those girls.\"Serengeti's cutting season is over now and more than 100 girls have gone home from the safe house - their parents signed a police declaration swearing they will protect their daughters from FGM.Veronica and Nyangi have stayed on with Samwelly though. Veronica is learning skills like tailoring and cooking, and Nyangi is attending secondary school - not compulsory in Tanzania, and something many children dream of. Thirty other girls remain too. Boche is living with her mother - her father was arrested.But it's rumoured that in the six weeks when many of Serengeti's girls were cut, more than 15 died as a result as a result of FGM.Escaping Tanzania's Cutting Season will be broadcast on Assignment on BBC World Service on Thursday 2 April. It will also be on Crossing Continents on BBC Radio 4 on the same day at 11:00 BST. Listen online.Subscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox.",
    "Four people have been killed and at least 16 injured in a massive oil rig blaze in the Gulf of Mexico.A ball of flame engulfed the rig, forcing workers to jump into the sea.Helicopters helped evacuate 300 staff to the nearby city of Ciudad del Carmen.Petroleos Mexicanos (Pemex), the state-owned oil company that runs the rig, said there was no evidence yet of a major oil spill.Videos posted online showed enormous flames licking around the rig and lighting up the night sky.One survivor from the Abkatun Permanente rig told the Associated Press that workers \"jumped into the sea out of desperation and panic\".The fire broke out in the rig's dehydration and pumping area, said Pemex.The company said there were eight firefighting boats attempting to quell the blaze.A spokesman for Pemex told Reuters that the platform affected by the explosion produced about 40,000 barrels of oil per day.Company President Enrique Pena Nieto said an investigation into the causes of the blaze was already under way.Pemex has suffered a series of accidents over the past few years, with at least 37 people killed in an explosion at its 54-storey Mexico City headquarters in 2013 and another 26 killed in a fire at one of its natural gas facilities in September 2012.The Gulf of Mexico saw one of the worst oil disasters in history when in 2010 part of the BP-owned Deepwater Horizon rig exploded, killing 11 and spilling an estimated 4.9 million barrels of oil into the sea.The Abkatun rig lies off the coast of the states of Campeche and Tabasco.",
    "McDonald's plans to test all-day breakfast at some locations in the US. Why can't you choose from the fast food giant's morning menu in the afternoon?It's past 10:30 in the morning and you're struck by a sudden craving for an Egg McMuffin. But you can't have one because the breakfast menu has stopped. Why?Michael Douglas's character in the movie Falling Down drew his gun in a fast food restaurant after being told he was four minutes late for breakfast. Now McDonald's is planning to trial an all-day breakfast menu at several locations in San Diego, California, from next month. The company has previously tried similar experiments, but each time they have failed.It's a matter of logistics. On its website, McDonald's says its kitchen grills \"simply don't have the room for all of our menu options at one time\". Elsewhere, it says its \"universal holding cabinets\" in which food is kept warm, are almost at full capacity during the day. This means there is nowhere to store breakfast items as well as products from the main menu.Fast food depends on speedy assembly, says Kiti Soininen of market research company Mintel. \"A wider range of products adds to complexity, which can in turn hamper speed and accuracy.\"Meat and burgers are cooked at a higher temperature than eggs, complicating the cooking process. In the morning it's possible to prepare sausages and bacon ahead of time, but this isn't so practical during the lunchtime rush, according to Benzinga. While the ingredients of breakfast items are cheaper, scrambling eggs is also relatively labour intensive - someone has to stir them by hand, meaning profit margins are not so large. There is a limit on toaster space, too.However, falling sales have no doubt inspired McDonald's to look again at an increasingly popular section of the market. According to Mintel, a third of UK adults now eat breakfast outside their home at least once a week. But British customers may have to wait a little longer. In a statement, McDonald's said it had no plans to repeat the trial in the UK but would \"instead continue to strike a balance between our breakfast and main menu lovers\".Reporting by Jon KellySubscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox.",
    "The best thing about the British elections, some might say, is their relative brevity. \"Shorter campaigns, better accents\" is the slogan of this blog, after all.But while 30 March was the ceremonial kick-off in a race that will end in just over a month, a shadow campaign has been going on much longer. And it has some analysts and politicians worried that the UK is heading down a path toward the US model of electioneering that lasts months and even years.The culprit, they say, is the Fixed-term Parliaments Act, passed in 2011, which mandates general elections every five years. It's a change from past tradition, which set five years as the maximum the UK could go between balloting. More than likely, however, the prime minster used to call a \"snap election\" earlier, at a politically opportune time.Under the current system an early vote requires the assent of two-thirds of Parliament or the failure to form a new government after a no-confidence vote.The act was part of an agreement when the Conservative and Liberal Democrat parties joined a coalition government following the 2010 elections - one made primarily to protect against Conservatives dumping their partners and ordering a new election at the first chance they saw to win an outright majority of seats.But, the criticism goes, that agreement came with a high price. A set election date has distracted politicians from the duties of their office, as a date certain for standing before voters looms on the horizon.The Fixed-Term Act has resulted in a \"zombie Parliament,\" writes Philip Johnston of the Telegraph, \"with nothing to do in its last year except exist in the nether world of the living dead\".Paul Whiteley, a government professor at Essex University, says that there is, in fact, evidence that the UK campaign cycle is growing longer. Television adverts have been running since January, which for regulation purposes the UK Electoral Commission now recognises as the start of the election season.Even earlier than that, he says, political parties have been investing in on-the-ground efforts, including updating voter information and organising volunteer forces.\"There was always a risk in the past that you might start running before the gun goes off,\" he says, noting that it could lead parties to waste money on fruitless efforts. \"You can imagine identifying your supporters and then suddenly the election's off and you've got a year, and you have to do it all over again.\"In October members of Parliament debated the value of fixed terms, with some Conservative and Labour members expressing their disapproval.\"Members do not particularly want to be in the chamber; they would rather be in their constituencies fighting an election campaign,\" said Labour MP Austin Mitchell. \"That is what, at the end of this Parliament, we are really doing - if we are not fighting an election campaign, we are busy throwing custard pies at each other.\"His proposed solution - shortening the fixed term - drew unfavourable comparisons with their counterparts in the US Congress, however.\"Will my honourable friend just beware and look across the Atlantic, where there are two-year terms?\" asked Labour MP Graham Allen. \"The people in the Houses that are elected on that basis are permanently campaigning.\"Fixed-term defenders counter that the benefits of the reform outweigh any possible concerns, however.According to University of Oxford Associate Professor of Politics, Dr Petra Schleiter, even when elections weren't set in stone, by the time the fourth year of a government came around, politicians were distracted by \"feverish speculation\" on the exact date of an upcoming vote.She says the main benefit of having a fixed date is it makes elections easier to manage and more fair, by taking away the power the prime minister has in setting the date. She has studied parliamentary systems that feature flexible elections and says they give the governing party an inherent five-point advantage in the balloting.\"If you fix electoral terms, it deprives the prime minster of that bonus,\" she says. \"It sort of levels the electoral playing field.\"In January, Sir Alan Duncan, a Conservative MP from Rutland and Melton, introduced a bill to go back to the old system. While it did not receive a vote before Parliament was dissolved, its backers plan to continue their efforts after the election.According to Ms Schleiter, however, prospects for passage are doubtful. With the rise of smaller parties like UKIP and the Scottish Nationals, chances are growing that no matter which major party ends up with more seats in May, the UK will likely once again be ruled by a coalition government. And for the same reason that the Liberal Democrats wanted the assurances that a fixed-term election gave them in 2011, whoever joins a coalition this time around will likely ask for the same.So are the British creating a government that looks more like the US version? If so, Conservative MP Bernard Jenkin said during October's parliamentary debate, that is a dismal prospect.\"Let us look at the American Constitution,\" he said. \"First, it is paralysed. It cannot get its deficit down, and it cannot elect a strong government. It can elect a president, but the separation of powers means that Congress can defeat everything the president wants to do. I do not think that that is a very good recipe.\"There are quite a few Americans who, at this point, probably agree.",
    "The person killed by police in a violent incident at the National Security Agency earlier this week has been identified as a transgendered sex worker, according to friends.Ricky Hall, who goes by Mya, was shot by police on Monday when she crashed a stolen car into a police vehicle.The vehicle belonged to a 60-year-old man who had brought Ms Hall and one other person to a nearby hotel.A passenger in the car and a police officer were wounded in the encounter.The 60-year-old man picked the pair up in Baltimore and drove them to a hotel near the National Security Agency (NSA) in Howard County.Police would not say whether alcohol, drugs or sex were part of their short stay at the hotel.Police said Ms Hall and her friend stole the man's car while he used the bathroom.The NSA is a clandestine intelligence agency, charged with collecting and analysing electronic signals for US intelligence and counterintelligence purposes. Located on a sprawling military base, the NSA is extremely well protected.Kayla Brooks, who works at a transgender outreach programme in Baltimore, was a friend of Ms Hall and said she last saw her on Sunday.Ms Hall \"seemed high and was looking for a date,\" while walking in an area known for being a popular spot for sex workers, Ms Brooks said.Court documents reveal that Ms Hall had a criminal record that included assault and robbery charges.FBI, which was handling the investigation, said there was no connection to terrorism and called it a \"local criminal matter\".",
    "Is Israel about to lose its American firewall at the United Nations in New York, or will it continue to be so flameproof?A year ago, these questions would have been near unthinkable.Protecting Israel from critical resolutions at the Security Council has long been a central pillar of US Middle East policy.But so rapid has been the deterioration of relations between the Obama administration and Netanyahu government that America's protective shield is now up for discussion at the White House, as part of a broader review of US relations with Israel.Rarely have the grievances between two such close allies been given such a public airing, or chronicled in such vivid and profane detail.Obama and his aides have made no secret of their anger at Benjamin Netanyahu for accepting an invitation from the Republican leadership to address a joint session of Congress in the midst of his re-election campaign, and then using that pulpit to denounce the potential nuclear deal between Washington and Tehran.Netanyahu's voiced opposition to Palestinian statehood in the final days of the Israel election campaign injected more poison into relations.The White House policy review feels like payback.Even though the Israeli prime minister has since tried to backtrack on the question of statehood, the Obama administration is pressing ahead.\"Netanyahu, in the election run-up, stated that a Palestinian state would not occur while he was prime minister,\" the president said last week, in a sharp rebuke.\"And I took him at his word that that's what he meant.\"At no stage since Netanyahu's re-election has the White House indicated that Israel would continue to receive US protection at the UN, despite being given numerous opportunities to do so.Rather, comments from administration officials have been deliberately ambiguous.\"Steps that the United States has taken at the United Nations had been predicated on this idea that the two-state solution is the best outcome,\" said the White House spokesman Josh Earnest last month, in comments that reverberated around the diplomatic world, and nowhere more so than in New York.\"Now our ally in these talks has said that they are no longer committed to that solution. That means we need to re-evaluate our position in this matter, and that is what we will do moving forward.\"Ever since the early 1970s, the US has used its veto as a permanent member of the Security Council to shield Israel from hostile and unfavourable resolutions on issues such as settlement activity in the Palestinian territories, operations in Gaza and Lebanon, and its controversial West Bank barrier.Back in February 2011, the Obama administration used its first veto at the Security Council to block a resolution condemning settlement activity.Even as late as last December, it lobbied to thwart a Palestinian-backed resolution demanding an end to Israeli occupation of Palestinian territories by 2017, which failed to secure the necessary nine votes needed for passage (which meant a US veto was not required to block it).The question now, just four months on, is whether the US would allow a European-backed resolution outlining the parameters of a peace deal between the Israelis and Palestinians to pass the Security Council.Pushed by the French, discussions will begin this week on the possible wording of such a resolution, which could include a timetable for negotiations, and also the establishment of a Palestinian state.The Israelis would ordinarily expect the Americans to quash such a move. Now US opposition is by no means guaranteed.Alert to a potential shift in policy, the French foreign minister Laurent Fabius said last week when he announced the resolution: \"I hope that the partners who were reluctant will not be reluctant anymore.\"\"Would the US abstain from a resolution that Israel opposes? That's the question here,\" says Robert Danin, a former White House official and senior fellow at the Council on Foreign Relations.\"It's a distinct possibility.\"Such a resolution could be a \"legacy item\" for the Obama administration, he says, but ultimately \"it all depends on the quality of the resolution\".The wording is key.While the new Israeli coalition government is in the process of being formed, Danin thinks that Washington is trying to exert pressure on Netanyahu.\"The administration is using the diplomatic ambiguity of the moment to shape a more centrist coalition,\" he says.When I asked Israel's UN ambassador Ron Prosor whether his country was about to lose its American protection, he delivered a stock response.'There is no better friend to Israel than the United States of America,\" he said.\"The American people know that in the Middle East there's no greater friend for the United States than the people of Israel.\"But Mr Prosor cuts an increasingly isolated figure at the UN.Try as he might to apply some diplomatic veneer to the troubled relationship, the gaping cracks are plain to see.Israel continues to enjoy widespread support on Capitol Hill, not just from Republicans but Democrats as well.Were the Obama administration to withdraw its protection, there would be blowback from Congress.President Obama also has other domestic political questions to weigh up.The best way of securing his legacy is to ensure that another Democrat, most probably Hillary Clinton, succeeds him.A breach with Israel less than two years from a presidential election runs the risk of alienating Jewish voters - though it is harder these days to speak of the Jewish vote as a monolith, because many Jewish Americans share the administration's frustrations with Netanyahu.One possibility is that the Obama administration would allow a weakened resolution to go through the Security Council that would set only broad parameters for a final peace deal, and enshrine once again the land for peace formula, but not impose any deadlines.It is worth remembering that there have been breaches of the firewall in the past.In 1990, the first Bush administration voted for a resolution strongly critical of Israel's handling of riots on Jerusalem's Temple Mount/Haram al-Sharif, which was then seen as a significant shift.In May 2004, the Bush administration, which was staunch in its support for Israel, abstained from a resolution condemning Israeli military action in Gaza, rather than using its veto.However, removing US protection at this juncture would mark a far more historic shift, because the resolution under discussion goes right to the heart of the Israeli-Palestinian question: the two-state solution itself.Supporting a toughly worded resolution in the face of strong Israeli opposition would be a major leap, and one that even an aggrieved second-term president might not be willing to make."
  ]
}
