{
  "news": [
    "(CNN)Silent, almost shy as she headed into Manhattan Criminal Court, Ailina Tsarnaeva was anything but timid when it came to a perceived rival, prosecutors say.According to a criminal complaint, Tsarnaeva threatened a woman in a phone call this summer, saying \"Leave my man alone.\"\"Stop looking for him. ... I know people that can put a bomb where you live,\" she said, according to the complaint.Considering who was making the threats, prosecutors didn't consider it a joke and charged Tsarnaeva with aggravated harassment, which she denies.Leaving court last December, she and her lawyer refused to discuss the case.Tsarnaeva is the sister of Dzhokhar and Tamerlan Tsarnaev. Authorities allege the brothers are responsible for the 2013 Boston marathon bombing, which left three people dead and more than 260 others injured. Police shot and killed Tamerlan Tsarnaev, 26, during the manhunt and later captured Dzhokhar, who is now on trial. Tsarnaev's lawyers don't dispute that he did it. The defense argues that he was influenced and enlisted by his older, self-radicalized brother to commit acts of terror.Defense rests in Boston Marathon bombing trialThe Tsarnaev family first immigrated to the Boston area back in 2002.The parents, fleeing a troubled region of Russia, were treated as legal residents and granted asylum -- a status that opened the door for taxpayer-funded welfare.The state of Massachusetts has confirmed the Tsarnaevs received food stamps, public housing and other aid, on and off, between 2002 and 2012.During this time, Tamerlan Tsarnaev began his conversion to radical Islam. Then, according to investigators, he began filling his younger brother's head with a hatred toward the West.Not much is known about the two Tsarnaeva daughters, Ailina, 24, and Bella, 26, though their last known address was in North Bergen, New Jersey.Along with charges of making bomb threats, Ailina Tsarnaeva has a past record that includes misleading police in a counterfeiting case. She pleaded guilty but got no jail time. She was also charged with leaving the scene of an accident, but that charge was dismissed.Her older sister, Bella, was charged with marijuana possession and intent to distribute after a 2012 arrest, and she entered a pretrial intervention program.Even their mother, Zubeidat Tsarnaeva, has had issues with the law. She fled back to Russia in 2012, where she remains a fugitive.Records show that she was arrested in June 2012 for allegedly shoplifting $1,600 worth of women's clothing from a Boston-area Lord & Taylor department store.She is wanted on felony charges of shoplifting and destruction of property.Russia raised concerns to U.S. authorities about her in 2011 at the same time they asked the United States about her son Tamerlan, several sources told CNN shortly after the 2013 attack.U.S. authorities added the mother and son to the Terrorist Identities Datamart Environment, or TIDE, database -- a collection of more than a half-million names maintained by the National Counterterrorism Center, an intelligence official said.FBI agents interviewed Zubeidat Tsarnaev as part of the investigation into her son, whose case was closed after several months.The radicalization of TsarnaevIn Russia, she has maintained her innocence in the shoplifting case while also calling the charges against her sons \"made up.\"Though not elaborating on her beliefs, Ailina Tsarnaeva has said she believes, as her mother does, that her surviving brother Dzhokhar and her dead brother Tamerlan are innocent.Dzhokhar Tsarnaev, now 21, faces 30 criminal counts, including using a weapon of mass destruction causing death. On Tuesday, one day after federal prosecutors rested after calling more than 90 witnesses, defense lawyers rested their case without calling Tsarnaev to the stand. Closing arguments are expected Monday.Tsarnaev attorney: 'It was him'Watch Erin Burnett weekdays 7pm ET. For the latest from Erin Burnett click here.",
    "UPDATE, March 31, 2015: We were saddened to learn of the death of Carley Allison at the age of 19. There will be a moment of silence for her at the Toronto Maple Leafs game on Tuesday night. This story was published in 2013. Our deepest condolences to her family and friends.(CNN)Like many aspiring singers on YouTube, 17-year-old Carley Allison has uploaded several videos of herself belting out covers and original songs.But her most popular YouTube video, which was later posted on CNN iReport, was shot just after doctors sliced a hole in her neck. A golf-ball-sized tumor -- what turned out to be an extremely rare cancer -- was causing her to have difficulty breathing, and she needed an emergency tracheotomy.Even after the tracheotomy, she could still sing.\"Music has been my passion ever since I was young,\" the Toronto resident wrote on her blog.\"I started taking guitar lessons when I was 11 years old, and I've been singing for as long as I can remember.\"Allison hopes that, despite the tumor, she'll still be able to pursue singing as a career.The diagnosisMusic wasn't always the primary focus of Allison's life. She initially hoped to become a competitive figure skater, training six days a week for more than five years. The intense training was something she learned from her mother, who was an Olympic marathon runner in 1996.It was through skating that Allison first suspected something might be wrong. \"Her skating coach noticed that just walking up a flight of stairs, she'd breathe hard,\" said her mother, May Allison. It seemed unusual that such a young athlete might have trouble breathing.",
    "(CNN)Cynthia Lennon, who married John Lennon when he was a struggling musician and was there when he rose to fame with the Beatles, died Wednesday, according to a post on the website of her son, Julian.She was 75.\"Cynthia Lennon passed away today at her home in Mallorca, Spain, following a short but brave battle with cancer. Her son Julian Lennon was at her bedside throughout,\" his website says. \"The family are thankful for your prayers. Please respect their privacy at this difficult time.\"",
    "Washington (CNN)Chicago Mayor Rahm Emanuel's challenger, Jesus \"Chuy\" Garcia, will spend Tuesday night's debate looking to convince voters that Emanuel's been bad for Chicago.But it's still an open question whether he can convince them that he'd be any better.That's the challenge that remains for Garcia in the final days before the April 7 runoff, a contest that's pitted the challenger's populist optimism against Emanuel's gruff realism as the city grapples with mounting fiscal woes.Public polls have shown Emanuel opening a clear lead on Garcia, with a survey out this weekend putting the mayor ahead by nearly 17 points. But the timing — during Spring break, where students will be home and teachers, who are actively backing Garcia, will be turning out the vote for him — and the historic nature of the runoff still have Emanuel's team nervous.READ: Rahm Emanuel faces runoff in ChicagoEmanuel's biggest obstacle in the race has been his personality. The notoriously prickly former Obama chief of staff is known for shouting and swearing at those he opposes, and stories of his take-no-prisoners style of politics are abundant.That, coupled with frustration from the city's African-American community and teachers following his closure of more than 50 of Chicago's worst-performing schools sent him into a runoff with Garcia after he failed to top 50% support during the first round of voting in February.The mayor has tried to improve his image, admitting in an ad he can \"rub people the wrong way\" and quite literally kissing babies on the campaign trail this weekend. He's also brought in reinforcements with some help from his former employer: President Barack Obama, who cut a radio ad for the campaign, appeared with him on the stump and voted early for the mayor's reelection on Monday.But advisers and allies believe his best argument for voters remains his record of getting things done, so Emanuel has looked to crystallize the choice for Chicagoans as one between a tough but effective problem-solver and a guy with a friendly smile but murky solutions to the city's financial woes.Last week the campaign released an attack ad hitting Garcia's management of a community-development nonprofit.\"In his one executive position, Chuy mismanaged a small budget. So how would he handle Chicago's?\" a narrator asks in the ad.SEE: Rahm tested as Chicago heads to pollsPaul Green, director of the Institute of Politics at Chicago's Roosevelt University, said Emanuel's goal was to convince voters that he's the only guy for the challenge as big as Chicago's financial woes.\"He's trying to show that, who is the best person to deal with this incredible financial mess? Who can best negotiate and deal with unions and deal with the governor?\" he said. \"That's going to become more and more an issue in the last week, especially if Emanuel has his way.\"Garcia is no stranger to Chicago's and Illinois' financial issues — he's served in the Illinois Senate, as an alderman and currently as a Cook County commissioner. And he's sought to counter Emanuel's attacks by elaborating on his plans for the city's finances, releasing an 18-page financial plan that he references often on the campaign trail. He also promises to appoint a panel of experts after he's elected to help him collaboratively craft policies to cure the city's financial woes.But his challenge was clear during his appearance in front of the City Club of Chicago, who is also hosting Tuesday's debate, on Monday.In response to a question from the crowd on how he'd pay for the new police officers and school programs he's proposed while still tackling the city's pension deficit, Garcia said he would work \"collaboratively with the city's four sister agencies ... to engage in shared savings\" by \"eliminating duplication,\" but offered few details.Garcia said he would find the money to reopen a number of clinics Emanuel closed by \"reducing the number of bureaucrats\" in the city's health department, adding that \"the rest of it will come from additional efficiencies in government.\"\"The mayor promised when he ran for the office four years ago to put the city's fiscal house in order. It is not in order,\" Garcia said. \"We are in a financial free-fall, the downgrades of Chicago public school bonding three weeks ago ... is an indication of the poor stewardship of the city's finances. We can, and I will, do better.\"But the audience never heard how, as the event ended there.",
    "(CNN)Ever wondered why the designation for Vancouver International Airport is YVR?What the story is behind the ignominious SUX abbreviation for Sioux City, Iowa?Where those unique three-letter airport codes came from, anyway?No?Don't worry.A couple of airport trivia nuts have done all the thinking for you and set up a super-cool website explaining the origins of what are known as IATA (International Air Transport Association) Location Identifier Codes around the world.Launched on March 11 as the brainchild of a pair of friends in Arizona, Airport Codes has us diverting more time from work this week than our Facebook feeds or sneaking out for two-hour lunches.After working our way through most of the entries on the site, we reached out to creators Lynn Fisher, a designer and developer, and Nick Crohn, a software engineer, to get the story behind the stories behind airport codes.CNN: What's the inspiration for the site?Lynn Fisher: A few years ago I heard someone talk about the rationale behind airport codes and ever since I've found it interesting.After a Google search I realized there wasn't really a place that explained them all.So we decided to make a site that did just that.CNN: What's the goal of the site?Fisher: It's definitely just a fun project.We don't have any plans to commercialize it.We're happy with sharing the neat information we find.CNN: What's the response been so far?Nick Crohn: Since launching on March 11th, we've had about 245,000 visitors.Lots of people (and airports) have contributed via GitHub and tweeted codes at us.We are excited so many people have found it interesting and are working hard to keep up with the submissions.CNN: Which airport codes draw the most attention?Fisher: The Canadian airports are very popular because many of them don't seem to make any sense.CNN: Which have the most intriguing back stories?Fisher: One of my favorites is definitely SUX (Sioux City, Iowa).It's not a great code and after petitioning to change it twice, they decided to embrace it.Their slogan is \"Fly SUX.\"Crohn: I'm going to go with ORD [Chicago's O'Hare International Airport].I like how it's so different from O'Hare and hints at the airport's history.That's probably one of the things that's most enjoyable about the codes. They are keys to the airport's history.CNN: How did the whole three-letter code thing begin anyway?Fisher: Weather stations had unique two-letter identifiers and as airports grew and increased in number, they switched to three-letter codes.A podcast called \"Layovers\" recently talked more in-depth about this. Here's the link. At the bottom is the podcast and the time that part of the conversation happens.CNN: Are there any codes for which there isn't a reasonable explanation?Crohn: We're still pretty stumped about a lot of Canadian airport codes. We've reached out to a few and even they aren't sure where their codes came from.Some of them seem like a completely random pick.CNN: Can people contribute stories behind airports not listed on your site?Fisher: Yes! We have a long list of airports to add, and we're excited for every suggestion!",
    "(CNN)Late one night on Facebook, a girl with cystic fibrosis messaged a boy with cystic fibrosis, and both their lives were changed forever.The girl, Katie Donovan, read that the boy, Dalton Prager, was very sick. \"If you ever need a friend to talk to, you can reach out to me,\" she wrote.\"Sorry, but do I know you?\" he responded.No, you don't, Katie wrote back, and told Dalton a bit about herself. Like him, she was 18, and \"my breathing is pretty crappy and I see you are in the hospital. I'm sorry. I know it sucks!...But you just gotta stay strong.\"Messages between the two flew back and forth. They realized they were falling in love. For most other couples, the next step would be to meet in person. But for Katie and Dalton, that was complicated -- and dangerous.Cystic fibrosis patients shouldn't be near each other because they can share infections that could cripple their already fragile lungs. Dr. Michael Anstead at the University of Kentucky, Katie's pulmonologist since she was a little girl, had lectured her many times that face-to-face meetings with other CF patients were a bad idea.In their online conversations, one of the first things Dalton told Katie about himself was that he had Burkholderia cepacia, a horribly dangerous infection for people with CF.\"I was like, 'Hi, I'm Dalton from Missouri and I have Burkholderia cepacia,' because it's such a big deal in the CF community,\" he remembers. \"I left the decision about whether we should meet up completely up to her.\"Katie listened to her heart, even if it might hurt her lungs. She asked Dalton to come visit her in Flemingsburg, Kentucky.\"I told Dalton I'd rather be happy -- like really, really happy -- for five years of my life and die sooner than be mediocre happy and live for twenty years,\" Katie says. \"That was definitely something I had to think about, but when you have those feelings, you just know.\"So on August 28, 2009, Dalton drove more than six hours from St. Charles, Missouri, to Katie's hometown in Flemingsburg, Kentucky, where they'd arranged to meet at the Dairy Queen.At 7:10 pm -- they remember the time precisely -- Katie got out of her car and saw Dalton leaning against a brick wall looking cool and handsome in his sunglasses.\"My heart was racing, but I just went right up to him and hugged and kissed him on the mouth without even saying hello,\" she remembers. \"I'm usually not that kind of girl, but it just felt so right.\"Katie took Dalton and his mother, Renee, who'd made the trip with him, to have dinner with her and her parents, Debbie and John Donovan. Later the young couple drove around Flemingsburg, and Dalton gave her a necklace for her nineteenth birthday, which was two days before.Their health quickly deteriorated, and within months, the new husband and wife went on oxygen full time. Too ill to work, Dalton quit his job at his family's auto repair shop, and Katie quit hers as a store clerk.In August, 2014, the couple entered the University of Pittsburgh Medical Center together to wait for new lungs. Dalton's came first, and on November 17, he had his transplant. Despite his Burkholderia cepacia, which makes transplants more complicated, it was a success.\"I was so thrilled. I was so happy for him,\" Katie says.The month after Dalton's surgery, UPMC discharged Katie -- she says they told her it would be psychologically good for her to get out for a while. When she had serious trouble breathing three days later she tried to get back into the hospital, but UPMC informed her she'd used up her supply of Medicare days and wouldn't accept her.Medicare -- the federal insurance program for the elderly and for anyone with disabilities -- wouldn't pay for another hospitalization until Katie had been out of the hospital for sixty days. But Katie was too sick to stay out of the hospital for six days, much less sixty.So Katie relied on Medicaid, public insurance that was supplied by her home state of Kentucky. She was admitted to the University of Kentucky Hospital, where she was cared for by Anstead, her beloved pulmonologist.But then, another hurdle. Anstead explained that most lung transplant centers, including the two in Kentucky, don't do transplants on patients with Burkholderia cepacia, referring them to larger centers like UPMC that have more experience with such complicated cases.Katie and Dalton, now 24 and 23, were desperate. Her doctors predicted she wouldn't live a year without new lungs.Going on her husband's private insurance wasn't an option, since Dalton is on his father's policy.In February, Anstead wrote a letter to Medicaid, pleading with them to make an exception and pay for Katie's care at UPMC, even though it was out of state.Kentucky Medicaid denied his plea, and that's when the squabbling began.In a statement to CNN, a spokeswoman for the Kentucky Cabinet for Health and Family Services pointed the finger at UPMC, saying the medical center had declined to enroll as a Kentucky Medicaid provider.\"Medicaid policies allow for a simplified enrollment process for out-of-state providers in such situations,\" wrote the spokeswoman, Gwenda Bond. \"Should UPMC reverse its decision and choose to enroll as a Kentucky Medicaid provider, the Department for Medicaid Services...will be happy to expedite their application.\"UPMC counters that Kentucky Medicaid told them that if they want to care for Katie, they would have to sign up hundreds of their doctors to accept Kentucky Medicaid patients. While UPMC spokeswoman Wendy Zellner didn't elaborate, a hospital might be loathe to sign up for large-scale coverage of out-of-state Medicaid patients as payments under such programs are typically very low.Asking for hundreds of doctors to sign up to take Kentucky Medicaid is \"an unusually restrictive approach and contrary to single-case agreements that we have signed with other state Medicaid programs,\" Zellner wrote. \"UPMC wants to help Katie, and our physicians and staff have done everything possible to make that happen...It is up to Kentucky Medicaid to address this situation.\"Today, Katie waits in limbo in her hospital bed, hoping that the three parties -- Medicare, Medicaid, and UPMC -- will work things out so she can get her new lungs.\"I feel like they're putting a dollar sign on my life,\" she says. \"I don't want to die because of money. That's stupid. Nobody should have to do that.\"If Katie doesn't get her transplant, not only will she die, but she'll never be near her husband again because of the risk that she could give him her infection, which could be deadly for him as he's on drugs to suppress his immune system.As a result of inquiries from CNN, on Wednesday Aaron Albright, the director of the media relations group at the Centers for Medicare and Medicaid Services arranged for a caseworker to call Katie at the hospital.But it didn't go very well.Katie says the caller, who identified herself as Pat Pierorazio, was \"rude, mean, and angry.\"\"She said someone had told her to call me, and she acted like it was just a pain to have to be talking to me,\" she says.Katie says the Medicare representative told her she would look into her situation.In a statement, Albright with CMS wrote to CNN: \"We are working quickly to fully understand this difficult and complex situation so that this patient can get the care she needs. CMS is reaching out to the state agency to find a solution as soon as possible.\"Caught in the middle between the hospital and insurance, Katie tries to stay strong, just as she advised her husband to do nearly six years ago in their first Facebook conversation. Skyping with Dalton helps, and raising money on their Facebook page keeps her mind busy.And she's always thinking about their \"after transplant bucket list,\" which they keep in a safe in their house so it won't be destroyed by fire or flood.On the list: Drive through every state. Learn another language and visit a country where they speak it. Write a book together about their love story.They have simpler dreams as well. Like going grocery shopping together, or sitting side by side on the couch to watch television.And this is their biggest goal:\"I just want to make it to see our four year anniversary in July and be able to hold hands and just hug. That's all I really want -- to be able to hug my husband on our fourth anniversary,\" she says.Wednesday afternoon, there were signs of hope. Zeller, the UPMC spokeswoman, sent an email to CNN.\"Ky Medicaid has reached out to us to talk. So stay tuned,\" she wrote.Katie and Dalton were glad to hear it.\"I don't care what I have to do to get her lungs,\" Dalton said. \"I will just keep trying until there's nothing left to try.\"",
    "(CNN)In a show of support for Israeli Prime Minister Benjamin Netanyahu, House Speaker John Boehner highlighted the \"strong as ever\" bonds between the two countries, as he and a bipartisan congressional delegation visited Israel, the same date of the nuclear deal deadline between world powers and Iran.Boehner and Netanyahu gave a brief statement together Wednesday afternoon before meeting in private.\"The bonds between the United States and Israel are as strong as ever. Our two countries cooperate on many different levels. And while we may have political disagreements from time to time, the bonds between our two nations are strong and they're going to continue to be strong,\" Boehner said.Netanyahu echoed his statement, saying \"I believe it's plain to see that those common values and interests are clearer than ever.\"\"The Middle East is plagued by anti-Western, anti-democratic and anti-American extremism. Terrorists brutally behead their shackled captives before video cameras. Despots lead their people in chants of 'Death to America' while building intercontinental ballistic missiles to reach America,\" Netanyahu said.Neither leader mentioned Iran or the negotiations directly in their joint press conference, but Netanyahu's statement is very similar to a comment he made earlier in the day, which explicitly mentions Iran as a threat to Israel and the broader Middle East.Speaking alone about 90 minutes before Boehner joined him for a second press conference, Netanyahu said, \"Iran's claim that its nuclear program is only for peaceful purposes doesn't square with Iran's insistence on keeping underground nuclear facilities, advanced centrifuges and a heavy water reactor. Nor does it square with Iran's insistence on developing ICBMs and its refusal to come clean with the IAEA on its past weaponization efforts.\"RELATED: Talks for framework of Iran nuclear deal continueBoehner was in Israel at the same time as a bipartisan delegation, which included Reps. Michael Turner (R-Ohio), Loretta Sanchez (D-California) and Paul Cook (R-California).Boehner's visit during the final days of negotiations with Iran gives Netanyahu a high-profile opportunity to lobby against the deal. Instead of trying to prevent a deal from happening, he has focused his efforts on specific details, pushing to limit Iran's nuclear infrastructure, number of centrifuges, and advanced research capability if a deal is reached.Earlier in the week, Netanyahu met with Sen. Mitch McConnell (R-Kentucky), who promised to cooperate with Netanyahu regardless of the outcome of the negotiations.President Reuven Rivlin also met with the delegation. Only one day after the swearing in ceremony of the Knesset, all of the attention in Israel has shifted to the negotiations, which loomed larger than the ceremony.\"We are sitting here in Jerusalem, but our thoughts are focused on what is happening in Lausanne. There is yet to be a clear picture of what is happening there, and reports are contradicting, but we are of course greatly concerned by the possibility that Iran would achieve nuclear capabilities,\" Rivlin told the delegation. \"A nuclear Iran is not only a threat to Israel, naturally we are worried as they call from the podium of the United Nations for Israel's end. Despite this, I have no doubt that under the leadership of the American President, members of Congress and the Senate, it is possible to stop every evil in the world.\"Boehner and the Prime Minister's Office have been very tight-lipped about the House Speaker's plans while in Israel, but Boehner also has a meeting scheduled with Defense Minister Moshe Yaalon before he returns to the United States.RELATED: Boehner: White House behavior to Netanyahu 'reprehensible'",
    "(CNN)Icelandic photographer Sigga Ella wanted to show that people with Down syndrome are more than a chromosomal abnormality. They are diverse and they're unique, just like everyone else in the world.Ella's series, \"First and foremost I am,\" consists of 21 portraits of people ranging from 9 months to 60 years old. She chose the number 21 to represent chromosome 21, the location of the most common genetic mutation causing the condition. It is currently on exhibit at the Reykjavík Museum of Photography and will be featured in May at the Warsaw Festival of Art Photography.Ella shot the photos in 2013 and 2014 as part of a final project at The School of Photography in Reykjavik. She recently shared the images with CNN iReport.The inspiration started with a radio interview Ella heard in which people were discussing ethical questions brought up by prenatal tests to detect birth defects. She hopes her photos shine a light on \"the beauty and diversity of mankind\" and make us wonder if a future without that diversity is desirable.\"I am not against prenatal/genetic testing for abnormalities but I think we need to stop and think what's next. ... It's necessary to open the discussion and educate people more about Down syndrome. It's not a disease or a flaw. Parents of children with Down syndrome ... wouldn't exchange them for anything in the world.\"The title of the series, \"First and foremost I am,\" comes from a newspaper article by Halldora Jonsdottir, a 30-year-old woman who is also featured in Ella's project.\"I have Down syndrome but FIRST AND FOREMOST I AM Halldora,\" Jonsdottir writes. \"I do a million things that other people do. My life is meaningful and good because I choose to be positive and see the good things in life. I go to work, attend school and have hobbies.\"Jonsdottir goes on to say, \"Who is perfect? Who can say, that we who have Down syndrome are worth less that anyone else? We are all different and would it be so great if we were all alike?\"Ella staged the portraits against a floral background because she wanted the subjects \"to stand out but also underline that all kinds of flowers can grow and flourish together.\" The photo shoots lasted from one to three hours. She said she didn't give any coaching or direction for how they should pose; she just talked with them and waited for the right moment to shoot.\"My favorite part of this project was how relaxed the atmosphere was. No one was pretending to be anything, the emotions were real and some of the times, there was such genuine happiness.\"",
    "(CNN)When Kyesha Smith Wood heard that her teen daughters were rude to another patron who asked them to be quiet at a local movie theater, she was furious.The Birmingham, Alabama, mom made them write an apology note, but she didn't know who should get it.That's why Wood posted a plea on her local community's closed Facebook page on Saturday to track down the woman, according to CNN affiliate WMBA.The Jefferson County's Sheriff's Office reposted her note the same night, and the post has been liked more than 250,000 times.\"My son later told me, much to my humiliation and embarrassment, that my girls were rude and obnoxious during the movie. The woman I'm looking for addressed them and asked them to be quiet and they were disrespectful,\" Wood wrote on her Facebook post.\"After the movie she approached my girls and told them that her husband had been laid off and this was the last movie she would be able to take her daughter to for a while and my girls ruined that for her,\" wrote Wood, who asked the woman to contact her. \"This rude, disrespectful, and awful behavior is unacceptable and they owe you an apology.\"Wood promised that her daughters would pay for another movie for the family out of their allowance.The woman Wood was trying to reach is Rebecca Boyd, who saw the sheriff's department post and contacted her.\"The note from their mom brought me to tears and shows there is still good people in the world,\" Boyd wrote on the sheriff's department Facebook page. \"I have no hard feelings towards them and I am proud of their parents. The girls are not not bad...they are children. Glad they are learning a lesson. I hope if my teenagers are out and they act up...I hope someone says something to them.\"Wood called Boyd the real hero of the story. \"She took it upon herself to correct my girls and nobody else did.\"\"She's the most gracious and kind and forgiving woman. I am so humbled by that.\"The two moms are now Facebook friends.",
    "(CNN)For the first time in eight years, a TV legend returned to doing what he does best.Contestants told to \"come on down!\" on the April 1 edition of \"The Price Is Right\" encountered not host Drew Carey but another familiar face in charge of the proceedings.Instead, there was Bob Barker, who hosted the TV game show for 35 years before stepping down in 2007.Looking spry at 91, Barker handled the first price-guessing game of the show, the classic \"Lucky Seven,\" before turning hosting duties over to Carey, who finished up.Despite being away from the show for most of the past eight years, Barker didn't seem to miss a beat.",
    "(CNN)Whether a patient is in the hospital for an organ transplant, an appendectomy or to have a baby, one complaint is common: the gown.You know the one. It might as well have been stitched together with paper towels and duct tape, and it usually leaves the wearer's behind hanging out.\"You're at the hospital because something's wrong with you -- you're vulnerable -- then you get to wear the most vulnerable garment ever invented to make the whole experience that much worse,\" said Ted Streuli, who lives in Edmond, Okla., and has had to wear hospital gowns on multiple occasions.Put another way: \"They are horrible. They are demeaning. They are belittling. They are disempowering,\" said Camilla McRory of Olney, Md.Hospital gowns have gotten a face-lift after some help from fashion designers like these from Patient Style and the Henry Ford Innovation Institute.The gowns are among the most vexing parts of being in the hospital. But if efforts by some health systems are an indicator, the design may be on its way out of style.The Cleveland Clinic was an early trendsetter. In 2010, it introduced new gowns after being prompted by the CEO, who often heard patient complaints when he was a practicing heart surgeon. That feedback led to a search for something new, said Adrienne Boissy, chief experience officer at the hospital system.The prominent academic medical center ultimately sought the help of fashion icon Diane von Furstenberg, settling on a reversible gown with a front and back V-neck, complete derriere coverage, and features such as pockets, softer fabric and a new bolder print pattern.Patients \"loved the gowns,\" Boissy said. \"People felt much more comfortable in the new design, not just physically but emotionally.\" In recent years, she added, \"hospitals are looking at everything they do and trying to evaluate whether or not it contributes to enhancing the patient experience.\"It's all part of a trend among hospitals to improve the patient reviews and their own bottom lines -- fueled in part by the health law's focus on quality of care and other federal initiatives. The Centers for Medicare & Medicaid Services increasingly factors patients' satisfaction into its quality measures, which are linked to the size of Medicare payments hospitals get.Sometimes the efforts involve large capital improvement projects. But they can also mean making waiting rooms more comfortable, improving the quality of food served to patients or, as in this case, updating hospital gowns.Ultimately, this focus leads to \"a better patient experience,\" said John Combes, senior vice president of the American Hospital Association.The Detroit-based Henry Ford Health System is in the process of updating its gowns, an initiative that began when the system's innovation institute challenged students at the city's College for Creative Studies to identify and offer a solution to one hospital problem.The students responded with the suggestion to redo the garment that has often been described by patients as flimsy, humiliating, indecent and itchy. The process took three years, but last fall, the institute unveiled a new and improved version. It's made of warmer fabric -- a cotton blend -- that wraps around a patient's body like a robe and comes in navy and light blue, the hospital's signature colors.Patient expectations are part of the calculus. They \"are demanding more privacy and more dignity,\" said Michael Forbes, a product designer at the Henry Ford Innovation Institute.When the institute tested his gown design, Forbes said, patient-satisfaction scores noticeably increased in a few days.The new gown \"was emblematic...of an attitude that was conveyed to me at the hospital -- that they cared about me as a whole human being, not just the part they were operating on,\" said Dale Milford, who received a liver transplant during the time the redesign was being tested. \"That was the subtext of that whole thing, was that they were caring about me as a person and what it meant for me to be comfortable.\"But replacing the traditional design is no easy task. What patients wear needs to be comfortable yet allow health professionals proper access during exams, meaning it must open and close easily. The gowns also need to be easily mass-manufactured, as well as efficiently laundered and reused.New designs, though, can be expensive. After Valley Hospital of Ridgewood, N.J., switched to pajamas and gowns that provide extra coverage, costs went up $70,000 per year, said Leonard Guglielmo, the facility's chief supply chain officer, because the new garments cost more to buy and maintain.Beyond cost, more ingrained cultural expectations might also play a role in what hospitals think patients should wear, said Todd Lee, an assistant professor of medicine at McGill University, who co-authored a 2014 study in the journal JAMA Internal Medicine, examining whether gowns were important and whether patients might be fine wearing their own or hospital-provided pants, instead of or along with gowns.Often, doctors reported that pants or undergarments beneath gowns would have been okay, but patients said they were never given those options. Traditional gowns make it easier to examine patients quickly, and several doctors Lee spoke to seemed shocked at the idea that patients might wear garments other than the open-backed gown during their stay.But the most common challenge isn't necessarily doctor expectations or costs. It's navigating hospital bureaucracies, said Dusty Eber, president of the California-based company PatientStyle, which designs and sells alternative gowns. In his company's experience, hospital decisions are often made by committees, not individuals.\"There's a lot of bureaucratic runaround,\" Eber said.Kaiser Health News (KHN) is a nonprofit national health policy news service.",
    "(CNN)Welcome to the first of April. It's like Super Bowl Sunday for dad jokes, a day when we can all wake up, fire up the internet, and sigh a collective groan at the barrage of cringe-worthy pranks, tall tales and PR stunts conjured up by desperate media companies and junior brand creatives across the world.We'll be here as long as we can take it today, face-palming ourselves into oblivion as we catalog the good, the bad and the ugly of April Fools' Day 2015.If you see anything worth mentioning, let us know in the comments.Google, the merry prankster of totally-not-evil corporate Web behemoths, has announced that you can now play Pac-Man on Google Maps. Open a map in your browser, click the blue and black square in the bottom left of your screen, and before you know it, it'll be lunchtime.Why dart through the streets of your city in a Prius when you can take to the high seas? The dream has (very nearly) (not really) become reality in Thailand, where Uber will be piloting a program allowing users to hitch a ride on boats \"on the streets of Bangkok\" ahead of the rainy season.Samsung has announced this year's must-have kitchen accessory -- the Galaxy BLADE edge, \"the world's first smart knife with smartphone capabilities,\" according to the phonemaker. The phone/knife apparently features \"a razor-sharp diamond edge, tough enough to cut through a lobster tail and sharp enough to slice though tender heirloom tomatoes.\"It's probably still not as good as an iPhone.The new \"Late Late Show\" host welcomes TV journalist Katie Couric, who enjoys a big laugh at his expense.Even scientists -- scientists! -- are getting in on the \"fun.\" CERN researchers have used the Large Hadron Collider to smash together two of the world's favorite things -- Star Wars and April Fools' pranks -- in a press release confirming the discovery of The Force.CERN theorist Ben Kenobi has claimed that The Force is what binds the galaxy together, but dark-matter researcher Dave Vader (make it stop) dismissed the revelation with the quip \"Asteroids do not concern me.\"Ukrainian President Petro Poroshenko has thrown down the gauntlet to Vladimir Putin, challenging the Russian leader to a one-off judo match to settle the future of eastern Ukraine, The Economist has reported.When reached for comment, a spokesman for Angela Merkel reportedly said: \"Bring it on.\"It's been a rough few weeks for Jeremy Clarkson, the former \"Top Gear\" host who was sacked by the BBC for his \"fracas\" with a producer.Now, following what he has described as a \"dark night of the soul,\" the former star of the world's most popular car show has decided to dedicate his life to sustainable energy, throwing his weight behind The Guardian's campaign for fossil fuel divestment.BMW has announced the launch of a series mouth guards offering rugby players \"the same impact protection as our drivers.\"The German car company says: \"The interior of the guard uses tyre tread technology and grips accordingly, while the BMW signature kidney grille lies between the front incisors acting as an elegant respiration vent.\"In perhaps the most inevitable development of the day, Honda has announced the all-new HR-V Selfie Edition. The hybrid combines two of American millenials' favorite things -- taking selfies and signing mind-blowingly expensive car leases that will cripple their financial future for years to come.Honda says: \"With 10 cameras across the interior and exterior, the HR-V Selfie Edition allows drivers to snap self-portraits while the car is in park.\"You and your selfie-stick not already annoying enough? Why not get on the waiting list for the Selfie Shoes, the brainchild of something called Miz Mooz, which says it understands \"the importance of looking great without giving up the comfort our women on-the-go have come to love about our footwear.\"\"Just insert your phone into the port at the front of either your right or left shoe, raise it to the perfect angle and click the internal button with a tap of your toe to take the photo.\"It was only a matter of time, really. If you live in the UK you will finally be able to carry Simon Cowell around with you in your pocket after the music mogul topped a poll of celebrities Brits would like to see on banknotes, The Sun has reported.The publicity-shy \"American Idol\" and \"X-Factor\" judge will finally take his rightful place alongside the Queen, Charles Darwin and Adam Smith -- other great British people who have their faces emblazoned on money.",
    "(Travel + Leisure)Quick, imagine a castle: it probably looks a lot like Germany's Neuschwanstein Castle, the turreted inspiration for Walt Disney's Sleeping Beauty Castle.Each year, more than 1.5 million travelers are inspired to make the steep walk or catch a horse-drawn carriage to reach this castle perched on a rocky outcropping in the Bavarian countryside.\"People have always been interested in celebrities and powerful people and their homes,\" says Cordula Mauss, PR officer for the Bavarian Administration of State-Owned Palaces. \"Immediately after the death of Ludwig II in 1886, the first tourists came and wanted to see what their king had built as his private residence.\"While castles, palaces and châteaux naturally pique such curiosity, not all have Neuschwanstein's European fairy-tale looks. Some of the world's most-visited palaces, found across Asia, feature red exteriors, pagodas, gates and carvings.Consider Bangkok's gold-spired Grand Palace, where Thai kings lived for 150 years, and where 8 million annual visitors now traipse through ornate rooms, manicured gardens and temples, including one that houses a revered Buddha carved from a single block of jade.Travel + Leisure: See more of the world's most visited castlesSome longtime royal residences have been repurposed as museums. St. Petersburg's riverfront Winter Palace, for instance, is the sixth-most-visited castle, thanks to the appeal of masterworks by Titian and da Vinci along with lavish restored interiors, where Catherine the Great once held court.America's closest approximation is California's Hearst Castle, though it fell short of Travel + Leisure's top 20 list with only 750,000 annual visitors. And while Windsor Castle squeaked in at No. 19, Buckingham Palace didn't make the grade (567,613 annual visitors), nor did Romania's Bran Castle (542,000) or a single Irish castle. Ireland's most visited, Blarney Castle, received 365,000 in 2013.That said, there can be a downside to having too many visitors -- these are delicate, historic structures that have existed for hundreds of years, and some, like Neuschwanstein, limit daily entries. But it's hard to stem curiosity when it comes to the lives of the blue-blooded.As Mauss puts it: \"Who didn't want to be a prince or a princess or at least a knight when he or she was a child?\"The Methodology: To tally up the world's most-visited castles, T+L gathered the most recent data supplied by the attractions themselves or from government agencies, industry reports and reputable media outlets. In most cases, it was 2013 data.Here are the top 10:No. 1 The Forbidden City (Palace Museum), Beijing\nAnnual Visitors: 15,340,000Each day, tens of thousands of visitors pour through the Forbidden City to see the 178-acre walled compound that once shielded the Imperial Palace from public view -- while housing Chinese emperors and their extensive entourages. (To handle the volume, the government has started requiring advance ticket sales during festivals and holidays and prohibiting annual ticket holders from visiting during peak seasons).Bright red buildings topped with golden pagodas exemplify traditional Chinese architecture, while the Palace Museum showcases art, furniture and calligraphy.Source: China National Tourist OfficeNo. 2 The Louvre, Paris \nAnnual Visitors: 9,334,0000The largest and most famous museum in the world -- displaying masterpieces like La Gioconda (the Mona Lisa) and the Winged Victory of Samothrace -- got its start as a palace. The U-shaped Louvre housed generations of French kings and emperors beginning in the 12th century, and the remnants of the original fortress that occupied the site (built for King Philippe II in 1190) can be seen in the basement of the museum.The building was extended and renovated many times. Head to the decorative arts wing for a glimpse of Napoleon III and Empress Eugénie's opulent state apartments, built between 1854 and 1861.Source: Atout France, the France Tourism Development AgencyNo. 3 Grand Palace, Bangkok\nAnnual Visitors: 8,000,000Royal offices are still used within the Grand Palace, and state visits and royal ceremonies like the Royal Birthday Anniversary of the current King Bhumibol Adulyadej are held there each year. This was also the official residence of Thai kings from 1782 to 1925 and counts numerous buildings, halls and pavilions set around open lawns and manicured gardens.The palace's Temple of the Emerald Buddha is considered one of the most sacred sites in Thailand. Its Buddha was carved from a single block of jade, and his garments, made of pure gold, are changed in a royal ceremony three times a year to reflect the Thai seasons.Source: Thailand Tourist ServicesNo. 4 Palace of Versailles, France\nAnnual Visitors: 7,527,122When Louis XIV built Versailles in the late 1600s, it became the envy of other European monarchs in Europe, and the opulent estate retains an unmistakable allure. Versailles gets seven times the visitors of any other château in France (apart from the Louvre); it helps that it's easily accessible from Paris.No other palace in the world can match the grandeur of Versailles's Hall of Mirrors, dripping with chandeliers, and Marie Antoinette's bedroom, decorated with hand-stitched flowers. The vast grounds are free most days and an attraction in themselves, with 50 water fountains, a parterre (formal garden), a grand canal and other sites like the Grand Trianon, built for Louis XIV as a refuge from court life, and Marie Antoinette's Petit Trianon.Source: Versailles Press OfficeNo. 5 Topkapi Palace, Istanbul\nAnnual Visitors: 3,335,000With a lovely setting overlooking the Bosporus and Sea of Marmara, Topkapi Palace was the royal residence for about 400 years until the collapse of the Ottoman Empire in the 1920s. The sultan lived with his wives, concubines, mother and children in the harem, under the fierce protection of eunuchs.Look for the Privy Chamber of Murat III, with its indoor pool, gilded fireplace and walls decorated with blue, white and coral Iznik tiles from the 16th century. The Palace Kitchens reopened in September 2014, displaying fine china and large cookware. And the complex also includes courtyards, gazebos, gardens and the Imperial Treasury. An emerald-and diamond-studded bow and quivers sent by Sultan Mahmud I to the ruler of Persia is just one example of the lavish gifts on view.Source: Go Turkey, Official Tourism Portal of TurkeyNo. 6 The Winter Palace (State Hermitage Museum), St. Petersburg, Russia \nAnnual Visitors: 3,120,170Catherine the Great and Nicholas I are among the Russian royals who occupied this green-and-white baroque palace along the Neva River from 1762 to 1917.Today, the palace is a museum with one of the finest collections in Europe, including works by Titian, Raphael and Leonardo da Vinci (Benois Madonna). Much of the palace was destroyed by fire in 1837, but the beautifully restored interiors speak to the opulent tastes of the Russian elite. St. George Hall (a large throne room) features two tiers of windows, double Corinthian pink marble columns, patterned parquet floors and gilt bronze details.Source: State Hermitage Museum Press OfficeTravel + Leisure: World's coolest bookstoresNo. 7 Tower of London\nAnnual Visitors: 2,894,698This medieval fortress on the north bank of the River Thames was built to intimidate Londoners and keep out foreign invaders. The oldest part of the structure, the White Tower, dates back to the 12th century. While it originally served as a royal residence, the tower has become notorious for its use as a prison and the site of executions that included Henry VI and Lady Jane Grey.Millions flock to the tower today to see historical reenactments as well as the British Crown Jewels, among them, the Sovereign's Sceptre containing the Great Star of Africa, the largest colorless cut diamond in the world. In 2014, the tower's moat was filled with 888,246 ceramic red poppies in remembrance of British soldiers who died in World War II -- an example of art installations and events held regularly.Source: Association of Leading Visitor AttractionsTravel + Leisure: World's most-visited tourist attractionsNo. 8 Schönbrunn Palace, Vienna \nAnnual Visitors: 2,870,000Austria's most-visited site is this Rococo palace, a summer retreat for Hapsburg emperors from the 1700s until 1918. Of the 1,441 rooms, the most famous is the Mirror Room, with white and gold Rococo decoration and crystal mirrors, where Mozart is said to have performed his first concert at age six.The palace's elaborate gardens can claim the world's longest orangerie and the site of the first zoo (est. 1752). The guided Grand Tour provides access to all 40 rooms open to the public, including the Gobelin Salon with tapestries from Brussels and the Millions Room, an office paneled in rare rosewood.Source: Schönbrunn PalaceNo. 9 Alhambra y Generalife, Granada, Spain\nAnnual Visitors: 2,315,017Refined and expanded over centuries, this hilltop palace and fortress complex combines fortifications, gardens, churches and several palaces, notably the Alhambra, and the Generalife, the country estate of the kings of Granada and Andalusia. Both are remarkable examples of Islamic architecture from Spain's medieval period.Expect intricate arabesques, honeycomb vaunted ceilings (muqarnas) and courtyards with pools and fountains. Generalife's Moorish gardens feature large boxwood trees, rosebushes and willows and cypresses. Numbers swell in the spring and summer; to beat the crowds, consider a January visit.Source: Communications Office of the Alhambra and GeneralifeNo. 10 Shuri Castle, Okinawa, Japan\nAnnual Visitors: 1,753,000Shuri Castle was the seat of the kings of Ryukyu for more than 400 years. The castle was completely destroyed during the Battle of Okinawa in 1945, and reconstruction work was only completed in the early 1990s.The results include eight Chinese-style gates or entrances, plus gardens, a study and a main hall with red-colored tiles on two layered roofs. The three-story red building houses two throne rooms and the royal family's private apartments. Ponds, bridges and miniature islands make up the royal gardens, added in 1799.Source: Japan National Tourism OrganizationTravel + Leisure: Most romantic hotel fireplacesPlanning a getaway? Don't miss Travel + Leisure's guide to the World's Best HotelsCopyright 2015 American Express Publishing Corporation. All rights reserved.",
    "Akhil Reed Amar is a professor of constitutional law at Yale University and the author of \"The Law of the Land: A Grand Tour of Our Constitutional Republic.\" The opinions expressed in this commentary are his.(CNN)In some ways, America's president pilots our ship of state as a captain pilots a jumbo jet, and this analogy suggests one possible way to avoid a repeat of the Germanwings massacre: Give the plane's flight crew certain powers akin to those given to America's Cabinet in the rare and terrifying situation when the president and vice president are at swords' point.Some background. Both presidents and plane captains must be shielded from lunatics and terrorists. This is why airlines across the world hardened cockpit doors after 9/11 and why Americans of all stripes are outraged by stories that the Secret Service on several occasions has failed to maintain proper security at the White House.Both presidents and plane captains are human, and subject to all the frailties of humans, from temporary disabilities created by bathroom breaks (for pilots) and scheduled surgeries (for presidents) to sudden death. Transitions in both the Oval Office and the cockpit should be made as smooth as possible. Hence the need for a vice president at the ready, able to take over at a moment's notice. The obvious aviation analogy here is the second pilot in the cockpit.In case of sudden death, the vice president or co-pilot simply takes over immediately. In case of a temporary disability -- say, a scheduled surgery under general anesthesia -- the president can hand over control to the vice president and then take back control when the disability ends. It is exactly what happened when President George W. Bush underwent planned colonoscopies in 2002 and 2007.On both occasions, Bush handed the tiller to his trusted co-pilot, Dick Cheney, and then resumed control when ready, under rules clearly laid out by the Constitution's 25th Amendment -- an amendment drafted and ratified after the shocking assassination of President John F. Kennedy.But what happens if a president is unable to predict his own future disability, or unable to recognize a genuine disability when it arises? The 25th Amendment allows the vice president to take over control in this situation, but to do so, the vice president needs the support of a majority of Cabinet officers -- officials previously appointed by the president himself and thus unlikely to support any inappropriate vice presidential power grab. On a jumbo jet, a co-pilot may likewise take over in certain situations. But current airplane architecture fails to use the crew in the optimal way.When one officer has barricaded himself in the cockpit and the other officer is banging on the door demanding entry, current airplane design enables the man in the cockpit unilaterally to block the demand for entrance with the flick of a switch. Think of this as an absolute veto. (Some airlines get around the problem with a rule that a flight attendant must replace a pilot so that there will always be at least two people in the cockpit.)But suppose instead that airlines were to borrow sensibly a page from America's Constitution. The man in the cockpit could temporarily block entrance, but this veto could be overridden if -- and only if -- the door-banging officer is backed by a majority of the flight attendants.The need for some sort of secure cockpit lock is obvious. Perhaps the officer banging on the door has gone mad, or is being held hostage at knifepoint, or is a terrorist mole. But the need for an override is also obvious. Perhaps the man in the cockpit is the bad guy.And just as America's Cabinet officers are well-positioned to decide any dispute between a president and vice president wrestling over the key to the Oval Office, so too with an airplane's crew: The cockpit lock button could be electronically overridden whenever a majority of flight attendants punched in their own individual passcodes in sequence on a keypad somewhere outside the cockpit door.This proposed technological fix will not prevent all future tragedies. No human system is foolproof. But giving the crew a collective key brings more human minds into the equation -- as does the 25th Amendment's rule empowering the Cabinet to resolve certain terrifying disputes at the highest level of executive power. On planes, as in a constitutional democracy, there is often safety in numbers.Read CNNOpinion's new Flipboard magazineFollow us on Twitter @CNNOpinion.Join us on Facebook.com/CNNOpinion.",
    "Washington (CNN)To some liberal Democrats, Massachusetts Sen. Elizabeth Warren is the perfect messenger for 2016's presidential election, not Hillary Clinton.But asked on Tuesday whether Clinton is the right spokesperson for liberal issues in 2016, Warren urged people to give the former secretary of state a little time to outline her platform.\"I think we need to give her a chance, if she is going to run, and to declare,\" Warren said on NBC's \"Today\" on Tuesday. \"And to lay out what she wants to run on. I think that is her opportunity to\" champion issues the senators feels are important.Warren continued: \"I think that everyone needs to be talking about in every race in ever part of this country about how it is that we build a future. Because right now, Washington is working great for those who have money and power. ... It is just not working so great for the American people, for real families and that is why we have to make a change.\"A handful of liberal groups who aren't thrilled by the idea of a Clinton candidacy have backed a Warren run and started multiple draft campaigns to show the senator the kind of support she would enjoy. But the efforts have failed to move the needle for Warren, who said for the umpteenth time Tuesday that she was not going to run for president in 2016 and never considered a bid.RELATED: Could Warren-mania hurt progressive Democrats?\"No. I am not running and I am not going to run,\" Warren said, adding that she is focused on \"working on the issues the people of Massachusetts sent me to work on.\"Liberals want Clinton to be a vocal champion for issues like Wall Street reform, the environment and leveling the playing field for lower and middle class families. The former first lady has spoken out on a number of those issues in the past, but liberals want to see action, not just words, and are concerned with Clinton's close ties to America's largest financial institutions.Despite swatting away calls for her to run -- and the fact that most presidential polls show her in the low double digits -- Warren will still be a 2016 power broker.Clinton -- who is expected to announce her presidential bid early next month -- has sought advice from the Massachusetts senator \"several times\" in the last year, a source with knowledge of Clinton's plans told CNN in February, a sign of how important Warren's wing of the Democratic party is to the foundation of a would-be presidential bid for the former secretary of state.RELATED: Elizabeth Warren tells Wall Street: 'Bring it on'",
    "Dan Arbell is a nonresident senior fellow in the Center for Middle East Policy at The Brookings Institution in Washington. He served in the Israeli Foreign Service for 25 years. The opinions expressed in this commentary are his.(CNN)The Iran nuclear negotiations in Lausanne, Switzerland, reportedly have made substantive progress, inching closer toward a provisional agreement between the P5+1 and Iran. While the talks continued to unfold this week, Israeli Prime Minister Benjamin Netanyahu restated his concern about an agreement with Iran, vowing \"to continue to act against any threat.\"If an agreement is reached, the international spotlight will turn to Israel, in anticipation of its possible reaction. Israeli Defense Minister Moshe \"Bogy\" Yaalon stated that a deal is \"a tragedy for the whole world.\" The question is, however, what can Israel really do once a deal is signed? In recent days, notable conservatives in the United States have attacked President Barack Obama's handling of the negotiations with Iran, arguing that a bad deal will force Israel's hand, leaving it with no choice but to attack Iranian targets.But is this a realistic conclusion?Israel's stated \"all options are on the table\" policy toward Iran has been in place for years and is based on the assumption that if a diplomatic solution to the nuclear problem cannot be reached or is not to its liking, Israel can decide to opt for a military strike on Iran's nuclear facilities.Thirty-four years after the successful Israeli bombing of the Osirak nuclear facility in Iraq, military experts have little doubt that the Israeli Air Force today is capable of reaching Iranian airspace and bombing targets above and below ground. Therefore, the question is not one of military capability but more about domestic political and geopolitical strategy.With an Iran deal in place, the Israeli leadership may face stern objections from the heads of the Israeli defense establishment, which will make it difficult but not impossible to take such a decision. Nevertheless, if it remains keen on pursuing a military option, the Israeli leadership will have to consider the following set of consequences that will likely result from such a decision:•A successful military strike on Iranian installations may degrade Iran's nuclear program, setting it back several years, but it would not completely eliminate Iran's nuclear capabilities. Iran would likely be able to resume activity in new facilities soon after such an attack, with more international legitimacy to embark on a military nuclear program, in the face of future military challenges to its sovereignty and stability. A deal between the P5+1 (the United States, China, France, Russia, United Kingdom and Germany) and Iran is expected to include a 10-year (or more) \"sunset provision\" that is much longer than the period it will take Iran to get its program back on track in case of an Israeli attack.•A military attack against Iran after a deal is signed would put Israel on a collision course with the P5+ 1, who were negotiating the contours of a deal with Iran, as well as with other members of the international community. Bilateral ties and cooperation with member states of the P5+1 may suffer, as well as intelligence sharing between the relevant intelligence agencies. In addition, countries are likely to seek ways to \"punish\" Israel for its actions, in the form of a U.N. General Assembly or Security Council resolution condemning Israeli behavior, calling for operative measures against the Jewish state.•An Israeli attack would likely lead to the collapse of the international sanctions regime on Iran, which Israel has worked to consolidate and which has been a very effective mechanism in pressuring Iran.•The understanding between Israel and moderate Arab regimes on the need to prevent a nuclear Iran would not be likely to dissipate in the aftermath of an attack, but Israeli-Arab coordination and cooperation on this issue is bound to suffer.•Finally, an Israeli attack would spark a direct Iranian military reaction against Israel, as well as an indirect reaction against Israel in the region by Iran's proxies Hezbollah (from Southern Lebanon and war-torn Syria) and Hamas (from Gaza and perhaps the West Bank) and against Israeli targets abroad.In the aftermath of a deal with Iran, Israel's response is expected to be harsh. It will include strong public criticism of the deal, a vow to continue the fight against the agreement in the U.S. Congress and other relevant venues, a call for the international community to continue the sanctions regime, and a pursuit of coordinated public messaging with moderate Arab regimes on this issue.These Israeli public diplomacy measures will be complemented by continued intelligence monitoring of Iran's activities in the nuclear sphere as well as its involvement in regional conflicts. Opting for a military strike against Iran, however, must take into consideration the consequences of such a decision. In light of all that is at stake, it does not seem like a plausible option at present.Read CNNOpinion's new Flipboard magazine.Follow us on Twitter @CNNOpinion.Join us on Facebook.com/CNNOpinion.",
    "Science and archaeology offer insights into ancient artifacts that could be linked to Jesus Christ. \"Finding Jesus: Fact. Faith. Forgery,\" broadcasts Sunday, March 22, at 9 p.m. ET/PT on CNN.(CNN)In July of 2013, the oldest of Jesus relics stories rose again when Turkish archaeologists discovered a stone chest in a 1,350-year-old church that appeared to contain a piece of Jesus' cross.\"We have found a holy thing in a chest. It is a piece of a cross,\" said excavation team leader Gülgün Köroğlu, an art historian and archaeologist. At the time, she thought the chest served as a symbolic coffin for a holy person's relics -- ones connected to Jesus' crucifixion.And then, silence.The latest relic of the cross on which Jesus had died stalled out because, as Köroğlu later said, the box that had contained allegedly holy objects was now -- mysteriously -- empty.The latest episode of the \"true cross,\" a powerful identifier for the faith of more than two billion people, is symbolic of the pitfalls in the hunt for Jesus relics.To say something smacks of the \"true cross\" can mean it's a matter of divine certainty or of utter fraud. Could fragments of the true cross of Jesus really be among us today? Could fragments of a tree survive millennia? Or are they fragments of forgery that speak to our need to believe?The true cross phenomenon begins with Emperor Constantine, the first Roman emperor to convert to Christianity. He sent his mother Saint Helena (c. 246-330 CE) to find Jesus objects in the Holy Land.When Helena traveled to Jerusalem in 326 CE the city was still suffering the destruction caused by the last Jewish War in 132-35 CE. After defeating Israel, Roman Emperor Hadrian built a pagan temple over Jesus's tomb near Calvary -- a grave insult to the new religion.Helena ordered this pagan temple torn down and began to dig beneath it to find relics related to Jesus. Her workers found three different crosses -- a discovery directly relating to the Gospels, which tell us that Jesus was crucified along with two criminals.The historian Rufinus (c. 340-410) reveals that in order to discern which cross was Jesus', Helena had a dying local woman brought to the site. The ill woman touched two of the crosses, but nothing happened. Then she touched the third -- and she recovered. The true cross of Jesus had been revealed.Helena carved it up, leaving some of it in Jerusalem and transporting a chunk to Europe where it seemingly multiplied, so much so that Protestant reformer John Calvin said: \"... if all the pieces that could be found were collected together, they would make a big ship-load. Yet the Gospel testifies that a single man was able to carry it.\"But was Calvin exaggerating to support his own reforms to Catholicism? How could we ever know what the true cross was made of, or looked like, since neither the Gospels -- nor the Romans -- bothered to tell us?Enter science.In 1870, French architect Charles Rohault de Fleury catalogued all known fragments of the true cross. He determined the Jesus cross weighed 165 pounds, was three or four meters high, with a cross beam two meters wide.If all these bits of the cross were cobbled together, he reckoned, they wouldn't amount to a third of the cross on which Jesus died. And based on the fragments he was allowed to examine by microscope, de Fleury concluded the true cross was made of pine wood.Later, four cross particles were also microscopically examined -- part of ten pieces of the true cross, accompanied by documentary proofs from Byzantine emperors. These fragments came from grand European churches: Santa Croce in Rome, Notre Dame in Paris, and the Cathedrals of Pisa and Florence. But scientists discovered that they were all made of olive wood.So now the question became: Was the cross of Jesus made of olive wood or pine?One of the perplexing realities for archaeologists is a lack of residual wood from the massive record of Roman crucifixion. Despite the fact the Romans killed tens of thousands of people through crucifixion -- and as many as 500 a day during the siege of Jerusalem from 66-70 CE -- the only piece of evidence connected to this terrible punishment was discovered in 1968, when archaeologists found the heel bone of a crucified man with the nail still intact.In the Israel Museum in Jerusalem, Israel Hershkovitz, who teaches anatomy and archaeology at Tel Aviv University, said that the heel bone of the crucified man was found in a Jewish burial tomb in a northern suburb of Jerusalem, near Golgotha -- the hill where the Romans crucified people.The man, whose ossuary, or burial box, identified him as Yehohanan, was in his mid 20s when he died on the cross. His good teeth and lack of heavy musculature meant that he most likely came from a wealthy family, for most crucifixion victims were far too humble to wind up in tombs --save for Jesus, who was put in one by the wealthy Joseph of Arimathea. Others buried in the same tomb as Yehohanan had connections to the Temple, so it's possible that he was killed by the Romans for some political transgression.Yehohanan was cut down from the cross with a 4.5-inch nail still in his right heel bone, and with part of a board still attached to the head of the nail. Hershkovitz believes that the relative shortness of the length of the nail reveals much about Roman crucifixion methods. \"The nail was too short (to go through) two heel bones, so sure enough each foot was hammered separately to the cross.\"Hershkovitz is convinced that crosses were not made from olive trees because the people depended on the olive tree for food and wouldn't be slashing them down to make crosses.More importantly, for the purpose at hand, they wouldn't be suitable because of the structure of the tree itself.Olive trees don't grow tall and straight, it branches everywhere, and there are a lot of holes in the wood, making it difficult to support the nails against the weight of the victim.\"The olive tree is the least appropriate tree. We have different type of local oaks that better serve the purpose.\"Today there are even more \"true cross\" fragments on display around the world: on Mount Athos, in Rome, in Brussels, in Venice, in Ghent, in Paris, in Spain, in Serbia -- and even in Boalsburg, Pennsylvania, where a fragment of the true cross came along as part of the family chapel imported there and rebuilt by Theodore Boal for his French bride.If you want your own sliver of the cross on which Jesus died, eBay offers several choices -- with some having original wax seals preserving \"integrity\" and some having documents attesting to their authenticity.Mark Goodacre, a professor at Duke University's Department of Religion, says that this continued emphasis on the genuineness of true cross fragments is often at the expense of the cross's meaning.\"The thing about the cross is you've always got to remember that it's about the person who hung there, the wood itself in the end is just the instrument of torture.\"",
    "(CNN)Imagine traveling down a ski slope at 200km/h (124mp/h.) Now imagine doing so on one leg.Heather Mills is aware that, in all likelihood, she will probably always be best known for marrying a Beatle, Paul McCartney, but she is breaking off the shackles of that previous marriage with daredevil panache.The 47-year-old, who lost her left leg after being hit by a police motorcycle 22 years ago, has set herself the ambitious goal of going over that 200km/h mark in Vars, France, in April.No female disabled skier has ever attempted the record before, which begs the question why?\"Why not?\" Mills flips back quick as a flash with a laugh in a telephone interview with CNN.The able-bodied female record of 242.59km/h was set by Sweden's Sanna Tidstrand while Australian Michael Milton holds the disability mark with his effort of 213.65km/h set nine years ago.Mills just relishes breaking new ground for disabled athletes: \"With the speed skiing, No.1 I like a challenge and I like to change people's perceptions of disability.\"When I did Dancing with the Stars, no one with a disability had done it. It was the same with Dancing on Ice [in which her prosthetic limb famously flew off mid-routine.] I just like to inspire others.\"Hers is a plan originally hatched during a conversation years ago in Australia and further pushed forward more recently by the legendary skier Franz Klammer, with whom she skis in Austria and who has promised her a bottle of schnapps if she is successful. She has also been practicing with the Austrian speed-skiing team.The record attempt will take her 35 to 50 seconds to complete with a 300-meter stopping area at the finish to allow her to safely come to a halt.Her team have pored over the safety ramifications of such a stunt and the mother of one says: \"If I'm meant to go, I'm meant to go.\"I was in a war zone in Yugoslavia [where she helped victims affected by the Balkan Crisis in 1990 and set up a refugee crisis center in London] and didn't get a scratch. The injuries I've had are from the most mundane things. I was just crossing the road when I got hit by a police motorbike and lost my leg.\"There are dangers, of course of catching an edge but that's not to do with my prosthetic leg -- it's no different to anyone else. And there's the issue of coming back up again at the finish. That's the biggest thing as, if you do that too quickly, it's like a parachute and you'll get yanked backwards hard.\"Mills has had a specially designed helmet and outfit for the record attempt but underneath it all will oil her entire body: \"I'll be covered in lubricant between the skin and me. I know it makes me sound like some sort of dominatrix! But if I slide down the mountain, it's not going to rip me to shreds.\"The window for the record has been set between April 4 and 17 although much depends on the weather, Mills understandably needing sufficient snow as well as clear and still conditions for such a venture.Despite the risks, she is adamant there is no danger of her leg breaking having had a specially designed hydraulic leg created solely for the rigors of such an attempt.Having performed on the British television series The Jump -- in which celebrities tackle ski jumping -- with a prosthetic leg, she is adamant her latest adventure foray holds no fears for her.\"I never thought I'd be able to do a ski jump let alone do this,\" says Mills, whose longer term ambition is to compete for the British Paralympic team at the next Winter Paralympics in 2018 when she will be 50.So what would it mean should she hit that 200km/h barrier, which speed skiers have told her makes a sound like Concorde in full flight?\"The record would be out of this world. It's against all the odds, apparently it's not really possible but it challenges people's perceptions. Everything is possible if you focus on it and train for it.\"For now, her record plans have gone relatively under the radar, unlike her every move when married to McCartney. The couple divorced in 2008 but Mills was vilified in the British press, branded \"Lady Mucca.\"Why is that? \"Anyone that married John [Lennon] or Paul got slated or abused [by the press.] It destroys people's lives. So there's this perception now.Read: McCartney on repairing his relationship with Lennon\"When I did The Jump, the crew came up to me and said 'oh my God, when we heard you were going to be on the show we thought you were going to be really difficult' but they said I was the most laid back. It's just there were so many lies out there.\"Mills also claims that being a strong woman has counted against her and, the fall-out from a litany of stories, made her realize who her friends are.Of the better known names, she says Hillary Clinton and Richard Branson were among the few to stand by her.And in her latest venture she is particularly emboldened by the support of 11-year-old daughter Beatrice, who Mills says is \"proud and excited for her Mummy to be a world record holder and believes she can do anything.\"The record is merely another obstacle and such obstacles, she says, have made her more determined to succeed.Looking back on her life-changing accident, she recalls: \"Losing my leg was not so hard, it was the crushed pelvis that was harder. I just thought 'this has happened' and I wasn't going to let it stop me.\"Skiing has been a big part of that although, in the early days, there were some comedic mishaps on the slopes with less sophisticated prosthesis.\"I remember skiing when I hit this ice rock and I twisted my knee and snapped by thumb,\" she adds. \"I fell and two 17-year-olds came to see if I was okay. All they could see was my leg dangling and coming off. The leg had turned around like Worzel Gummidge's head. They went white.\"Such mishaps are a thing of the past and Mills is confident she will stay in one piece and on track to break the 200km/h mark, the same speed as someone free falling out of a plane.Read: Mills accused of abusing Paralympic official",
    "Paris (CNN)Three people are dead and about seven others remain unaccounted for after an avalanche Wednesday in the French Alps, an official in the Hautes-Alpes prosecutor's office said.One person was evacuated to a hospital in Grenoble, France, in \"extremely serious condition,\" according to the official, who spoke on behalf of Hautes-Alpes prosecutor Raphael Balland.The avalanche happened around 3 p.m. (9 a.m. ET) around France's Ecrins National Park near the village of Pelvoux, which is about 40 kilometers (25 miles) west of the Italian border and 120 kilometers north of where Germanwings Flight 9525 went down last week.It struck a group of about 10 hikers and a guide, the prosecutor's office said.A large-scale search is underway for those still missing.The search party includes at least 27 police officers and dogs out of Briancon, Isere and Modane and 30 firefighters, according to the official in the prosecutor's office in Hautes-Alpes province. Four helicopters flew over the scene as well.Weather forecasts called for temperatures around or below freezing Wednesday night.",
    "(CNN)Comedy Central is standing by Trevor Noah after he faced heavy criticism from the Internet community less than 24 hours after being named Jon Stewart's replacement as host of \"The Daily Show.\"Fans of the show scoured Noah's Twitter to learn more about the comedian and found several \"offensive\" tweets he wrote about overweight women and Jews. \nNoah responded to the backlash on Tuesday, via Twitter, saying: \"To reduce my views to a handful of jokes that didn't land is not a true reflection of my character, nor my evolution as a comedian.\"Comedy Central defended the comedian as well, saying, \"Trevor Noah pushes boundaries; he is provocative and spares no one, himself included.\"To judge him or his comedy based on a handful of jokes is unfair. Trevor is a talented comedian with a bright future at Comedy Central.\"Comedy Central announced Monday that the 31-year-old South African with three appearances on \"The Daily Show\" under his belt would take over the show for Stewart, who told told his audience earlier this year that he would be stepping down as host. Noah, who has had a Twitter account since 2009, has a little more than 2 million followers and usually uses Twitter to promote comedy shows or share random observations.Many Twitter users, including the Anti-Defamation League, have taken to the platform to show their distaste for his tweets.Despite the backlash, many have defended the comedian.",
    "(CNN)Misao Okawa, the world's oldest person according to Guinness World Records, has died at the age of 117.Okawa passed away Wednesday morning in Osaka, Japan, Tadahi Uchimura, a local official from the city told CNN.She left behind three children, four grandchildren and six great grandchildren.Okawa was born on March 5, 1898.Her family ran a Kimono shop in Osaka, Satoshi Yoshioka, an employee at the nursing home where she had lived since 1997 told CNN.\"She was a person with mild character, and loved to eat so much. Her favorite food was sushi and udon noodles,\" Yoshioka said.\"She had eaten a lot of cake for her birthday last March 5. \"\"However, in the last 10 days she stopped eating. I think eating was her motivation to live, and when she lost it, she passed away.\"According to Guiness World Records, the oldest person ever was Jeanne Louise Calment, who died at age 122 in 1997.MORE: Worlds Oldest Man Died at Age 111 in 2014",
    "Gene Seymour is a film critic who has written about music, movies and culture for The New York Times, Newsday, Entertainment Weekly and The Washington Post. The opinions expressed in this commentary are solely those of the author.(CNN)As a person-of-color, African-American, veteran minority journalist and longtime enthusiast of all things \"Daily Show,\" I am of course as happy, proud and thrilled as the wife of a successful Apollo astronaut over the impending ascension of Trevor Noah, the biracial comedian from South Africa, to Jon Stewart's anchor chair on what's believed by many to be the most trusted half-hour of news and information in America.As a person who believes in fair play and equal opportunity for all, I am also moved to wonder when a woman will get the chance to preside over a talk show after sunset?Look. I don't mean to sound ungrateful. After generations of near-to-total invisibility on mass media airwaves, it's bracing to find a whole one-hour block of high-profile cable television infotainment anchored by men who look like me.Indeed, in pushing forth both Noah and Larry Wilmore, the writer, comic and erstwhile National Black Correspondent for \"The Daily Show,\" to preside over both halves of Comedy Central's much-coveted 11 p.m.-to-midnight bloc, Stewart is acknowledging what the mainstream of the country truly is: i.e. not as pale-faced as it once thought it was.And so far, Wilmore's \"The Nightly Show,\" which premiered earlier this year as a replacement for the very different \"Daily Show\" companion once hosted by Stephen Colbert, is gradually establishing its own identity as an equally cheeky hybrid of sketch satire and celebrity forum with its own multicultural flavor.Still, one does wonder what happened to the groundswell of support building among \"Daily Show\" constituents for Jessica Williams, a three-year veteran of the show and an early favorite for Stewart's spot after he announced last month he was leaving. Williams, who is black, tweeted back to her supporters her grateful opinion that she was \"extremely under-qualified for the job.\"Maybe, but what about Samantha Bee? She's the \"most senior correspondent\" for \"The Daily Show\" and is taking her penchant for performance artistry and provocation to TBS, where she'll create her own satiric news franchise. Her track record bodes well for her prospects there. But it's difficult to find any evidence that she was considered a Stewart successor -- though her announcement that she was leaving the show came a month after Stewart's.Besides Bee? No one, least of all those affiliated with Comedy Central, have disclosed any candidates besides Noah. There was even less buzz about the Stewart opening than Colbert's a year ago, during which time there were many willing to say that now was the time to finally give a woman a shot at late-night TV for the first time since the late Joan Rivers' Fox Network effort, \"The Late Show\" came in 1987-- and went in 1988.And yes, we aren't neglecting Chelsea Handler, whose \"Chelsea Lately\" was for seven seasons on the E! Network a bawdier late-night alternative to whatever Letterman, Stewart and others were putting down beyond prime-time. She's supposed to start streaming a new show through Netflix sometime next year. So one supposes she's pretty busy.It will happen, perhaps sooner than one now expects. Look how long it took before Diane Sawyer and Katie Couric were given their shots to anchor evening news broadcasts on ABC and CBS respectively. Hmmm ... wonder what they're doing after 11 p.m. these days.Read CNNOpinion's new Flipboard magazine.Follow us on Twitter @CNNOpinion.Join us on Facebook.com/CNNOpinion.",
    "Washington (CNN)The chairman of the House panel investigating Secret Service lapses has issued subpoenas to two agents who were on the scene for an early-March incident in which agents allegedly drove through an active bomb threat investigation.House Oversight and Government Reform Committee Chairman Jason Chaffetz, R-Utah, issued the subpoenas Tuesday after Secret Service Director Joe Clancy refused to make the agents available to testify before the committee.Lawmakers grill Secret Service chiefChaffetz said in a statement that the agents \"can shed light not only on the March 4 incident involving a potential bomb just outside the White House when the President was in residence, but also on why the Secret Service appears to be systemically broken and in desperate need of both leadership and reform.\"The Secret Service has been under fire in recent months for security lapses that have involved a man scaling a White House fence and running into the residence; a drone crash-landing on the White House lawn; and the March 4 incident.Chaffetz said the Department of Homeland Security is holding back two agents that he wanted to appear before his committee.\"Those restrictions are unacceptable. Under such restrictions, the committee cannot perform its essential duties to evaluate and propose much-needed legislative reforms for this troubled agency,\" he said.DHS Secretary Jeh Johnson defended the department's decision in a release issued Tuesday night.\"I regret that Chairman Chaffetz and his staff have taken the unprecedented and unnecessary step of subpoenaing two members of the U.S. Secret Service with the responsibility for the protection of the President, his family and the White House complex,\" he said.Johnson said while top staffers, such as himself and Secret Service Director Joe Clancy are obliged to appear before Congress, agents should not be expected to.\"Director Clancy and I must fight to protect them against the visibility, public glare, and inevitable second-guessing, of a congressional hearing,\" he said.",
    "Gayle Tzemach Lemmon is a fellow and deputy director of the Women and Foreign Policy Program at the Council on Foreign Relations. She wrote \"The Dressmaker of Khair Khana,\" the story of an Afghan girl whose business created jobs and hope during the Taliban years. The opinions expressed in this commentary are solely those of the author.(CNN)The murder earlier this month of 27-year-old Farkhunda at the hands of a mob that beat her to death, burned her body and tossed her into a river shocked Afghanistan, a country in which unspeakable things often hit the headlines.The young woman from Kabul was falsely accused of burning pages in the Holy Quran. What followed was the horror of mob rule, all captured on video while bystanders looked on.Soon after the incident, the images of her brutal slaying went viral on social media, noted Afghanistan's TOLO News. And this time, the outrage led Afghans to the streets, with assistance from Facebook and other social media. These platforms have served both to disseminate the images of her savage beating and murder and as a means for convening those who are mobilizing and organizing to protest her killing.Last week, crowds chanted for days, calling for justice for Farkhunda and \"death for her killers.\" And,TOLO News reported, protests were held in different parts of the country, calling for the \"ultimate penalty to the perpetrators.\"Indeed, technology and connectedness have played a role in changing the old narratives in Afghanistan, as Farkhunda's killing shows. Not only was her murder captured and shared online, but some of those men arrested for her killing were found to have confessed via social media posts. And now a country's anguish is shared in those same online and virtual neighborhoods.Some Afghan civil society leaders see the protests that have resulted as yet another sign of an evolving Afghanistan -- a nation whose recently elected leaders, now sharing a unity government, visited Washington, D.C., in an effort to turn the page on the past.\"When we are talking about this case, what is it showing us? First of all, when we are talking about women's rights, we see that we have succeeded; people will not tolerate what they tolerated a decade ago,\" said Nargis Nehan, founder and executive director of Equality for Peace and Democracy, a non-governmental organization created to promote \"a culture of peace, tolerance, transparency and accountability.\"She was speaking last Tuesday at a roundtable at Georgetown University's Institute for Women, Peace and Security, organized around the visit by Afghan President Ashraf Ghani and Chief Executive Abdullah Abdullah. \"If this was the Afghanistan of a decade before and this would have happened, a small group of Afghan women would have come to the streets to be seeking justice. Today we have men seeking justice.\"Nehan explained that the younger generation, a progressive generation, wants to have a peaceful Afghanistan.\"But at the same time, we have conservatives who have been power-holders for many decades in Afghanistan and they don't want to see that. Change always has a cost and unfortunately in this case we see that a very innocent girl like Farkhunda has paid that.\"Nehan and other leaders from Afghanistan could be seen checking Facebook frequently for updates on what was happening on the streets of their capital. What they found was an online community sustaining the strong sense of injustice over Farkhunda's killing that prompted the Afghan President to announce, even before he left for the United States, a fact-finding commission to investigate her murder.Yet some Afghan leaders worried that the brutality of this murder marked another troubling turning point in a country wrestling with a great many transitions -- economic, security and political -- all at once.\"It never (before) happened to women at this level; this was really one of the shocking acts of violence publicly within the capital,\" said Sima Samar, head of the Afghan Human Rights Commission, at the Georgetown panel. \"It is not far from the palace, less than one kilometer.\"\"My personal concern is that if we do not manage the case properly, it might be used against us and against women's rights in the country,\" Samar added.Women have gained a great deal in the roughly 13 years since the Taliban was ousted from power. Today, 3 million girls attend school. Women serve in the country's security forces -- albeit in very small numbers. They sit in Parliament and work as entrepreneurs, teachers and civil society advocates.Still, violence against women remains rampant and widespread. The practice of child marriage is outlawed but still common in some parts of the country. And security and the economy are still major challenges, particularly in the more remote provinces of the country untouched by the modernization gripping the nation's more urban centers.Indeed, Samar and other human rights advocates and civil society leaders who have played a role in post-Taliban Afghanistan say they are determined that Farkhunda's death will not be in vain. They say they will continue to fight to keep her case in the spotlight and to see justice served.Their commitment to seeking public justice for a public horror may well be one of the most powerful signals yet of an Afghanistan that is indeed a very different nation than it was only a decade ago.",
    "Washington (CNN)Arkansas Gov. Asa Hutchinson says he does not plan to sign the religious freedom bill that sits on his desk right now, instead asking state lawmakers to make changes so the bill mirrors federal law.The first-term Republican governor said he wants his state \"to be known as a state that does not discriminate but understands tolerance.\"And on Wednesday, the state lawmakers sought to make the changes necessary to satisfy the governor's concerns. The state Senate replaced the wording of an existing bill — known as a \"shell bill\" — with the wording from the original religious freedom bill. That measure passed out of the state Senate Wednesday night and is expected to be taken up by the House on Thursday morning.READ: Who is Arkansas Gov. Asa Hutchinson?Hutchinson's decision comes in the wake of an uproar in Indiana, where Gov. Mike Pence has faced pressure from businesses, sports associations like the NCAA and popular culture figures to backtrack on a similar religious freedom law he signed last week. In Arkansas, it's been Wal-Mart applying the most pressure.Hutchinson asked lawmakers to recall the law that the Arkansas House had given final approval on Tuesday — or to send him follow-up legislation that makes the changes he requested.Meanwhile, Hutchinson said, he's considering signing an executive order that bars discrimination among the state's workforce.\"The issue has become divisive because our nation remains split on how to balance the diversity of our culture with the traditions and firmly held religious convictions,\" Hutchinson said. \"It has divided families, and there is clearly a generational gap on this issue.\"What do you think of these laws?Case in point, Hutchinson said: His son Seth signed a petition asking him to veto the bill — and also gave his father permission to tell reporters he'd done so.Hutchinson said he supports Arkansas adding a religious freedom law to its books — but he wants it to directly mirror the federal version that President Bill Clinton signed into law in 1993.\"We wanted to have it crafted similar to what is at the federal level,\" Hutchinson said. \"To do that, though, changes need to be made. The bill that is on my desk at the present time does not precisely mirror the federal law.\"Arkansas Sen. Tom Cotton, a Republican, told CNN's Wolf Blitzer that it was a \"legitimate question to ask\" whether someone who \"strongly believes that gay marriage is not consistent with her personal conscience\" should be \"compelled by law\" to offer services to gay couples.\"I think that's a reasonable question to ask, and I don't think we should call that woman bigoted or hateful or that we should impose criminal, or even civil fines,\" he said during an interview on \"The Situation Room.\"He also suggested the controversy surrounding the bill was overblown, and urged viewers to \"have a sense of perspective about our priorities.\"READ: Mike Pence says he wasn't expecting backlashCotton, a prominent GOP hawk who's led the charge against the developing nuclear deal with Iran, said preventing a nuclear-armed Iran was a more important priority for the U.S.Republican Arkansas state Sen. Bart Hester also defended the bill in an interview on CNN's \"The Lead\" with Jake Tapper -- though he didn't directly answer questions about whether the law would allow discrimination.He said the measure would mean Arkansas residents \"would not have to perform a message that they don't agree with\" -- and when Tapper asked if that would include Christian florists, bakers and photographers who refused to participate in a same-sex wedding, Hester indicated he agreed.\"That's for the individual to decide for themselves,\" Hester said.\"They cannot discriminate against an individual,\" he said. \"They can discriminate against a message that they don't feel comfortable with.\"As a counter, Hester said: \"I wouldn't ask a Jewish baker to put a Nazi swastika on a cake. That wouldn't be fair either.\"Hutchinson is the latest Republican governor to back away from religious freedom measures in the wake of Indiana's controversy. North Carolina Gov. Pat McCrory said earlier this week that such a law \"makes no sense.\"That leaves Pence alone as the public face of the issue — and it complicates the issue for 2016 Republican candidates who'd backed Pence but now will face questions about Hutchinson's position.Likely Democratic presidential candidate Hillary Clinton seized on the issue, urging Hutchinson to veto the bill.The perils Arkansas faces were made clear Tuesday morning when Pence insisted he'd \"fix\" Indiana's law to make sure it doesn't allow businesses like Christian florists or bakers to turn away gay and lesbian customers — which the bill's conservative supporters had said was one of their chief goals.\"Was I expecting this kind of backlash? Heavens no,\" Pence said.Following Indiana, Arkansas has become the second of what could be a spate of states to add religious freedom laws to their books in 2015. There are 14 other states considering similar proposals this year, according to the National Conference of State Legislatures.Advocates of the measures insist they're simply mimicking what the federal government did under Clinton and what 19 other states had already done.But the context has changed. The Supreme Court is poised to issue a ruling that could legalize same-sex marriage across the United States — and social conservatives have come to view religious freedom laws as the next frontier in the culture clash over gay rights.And Indiana's fight exposed another problem: Gays and lesbians lack the shield of a state anti-discrimination law that includes protections based on sexual orientation — and Pence has said he's not interested in changing that.Making social conservatives' case harder is the intense opposition from business communities. In Arkansas, home-state giant Wal-Mart was a leading critic of the religious freedom bill.The other states where religious freedom bills have been introduced are Colorado, Georgia, Hawaii, Michigan, Montana, Nevada, North Carolina, Oklahoma, South Carolina, South Dakota, Texas, Utah, West Virginia and Wyoming.Those efforts have stalled, though, in North Carolina and Georgia.A Georgia bill hit a roadblock when a House member successfully amended anti-discrimination language into it.CNN's Victor Blackwell and Alexandra Jaffe contributed to this report.",
    "(CNN)All but one of 12 defendants charged with racketeering and other crimes in the Atlanta Public Schools cheating scandal were convicted Wednesday.\"We've been fighting for the children in our community, particularly those children who were deprived by this cheating scandal,\" Fulton County District Attorney Paul Howard said.Ten of the defendants were taken into custody, while one woman who is pregnant will remain out on bond until sentencing.All 11 were convicted of racketeering, with a mixture of convictions and acquittals on other charges, including making false statements, CNN affiliate WGCL reported. One teacher was acquitted of all charges.Howard told reporters sentencing should happen in the coming weeks.In 2013, a Fulton County grand jury indicted 35 educators from the district, including principals, teachers and testing coordinators.More than 20 former school system employees took a plea deal, WGCL reported.A state review had determined that some cheating had occurred in more than half the district's elementary and middle schools. About 180 teachers at 44 schools were implicated initially.The cheating is believed to date back to early 2001, when scores on statewide skills tests began to turn around in the 50,000-student school district, according to the 2013 indictment.For at least four years, between 2005 and 2009, test answers were altered, fabricated and falsely certified, the indictment said.Michael Bowers, a former Georgia attorney general who investigated the cheating scandal said in 2013 that there were \"cheating parties,\" erasures in and out of classrooms, and teachers were told to make changes to student answers on tests.\"Anything that you can imagine that could involve cheating -- it was done,\" he said at the time.During his investigation, he heard that educators cheated out of pride, to earn bonuses, to enhance their careers or to keep their jobs, he said.During the trial, prosecutor Fani Willis told the jury that some students were given the correct answers, CNN affiliate WSB reported.Investigations into the remarkable -- and suspicious -- improvements on standardized tests were first reported by The Atlanta Journal-Constitution newspaper in 2008.Beverly Hall, the superintendent of Atlanta Public Schools who resigned in 2010, was too ill to go to trial; she died in March. Hall repeatedly denied any direct knowledge of wrongdoing.CNN's Jamie Gumbrecht, Chandler Friedman and Bernadette Brown contributed to this report.",
    "(CNN)A New York police detective assigned to the FBI's Joint Terrorism Task Force with top-secret security clearance has been placed on modified assignment, and faces suspension, reassignment or loss of his clearance after an incident with an Uber driver Monday that was captured on video, officials said.The altercation began when the Uber driver gestured to a detective in an unmarked car to use his blinker after he was allegedly attempting to park without using it, according to Sanjay Seth, a passenger in the car who uploaded the video to YouTube.The video picks up seconds after the detective began yelling at the driver and mocking his accent, and also shows the unmarked car with lights flashing pulled over behind the Uber car.In the video, the detective tells the driver he has committed \"three traffic and law violations\" and then becomes irate and uses expletives toward the comparably calm driver.A visibly upset Police Commissioner William Bratton on Wednesday said the detective was placed on modified assignment pending an investigation.\"No good cop can watch that without a wince,\" he told reporters. \"As all good cops know ... the officer made their jobs a little bit harder. That kind of anger like that is unacceptable in any encounter; discourtesy like that and language like that is unacceptable. That officer's behavior reflected poorly on everyone who wears our uniform.\"Bratton, who said the detective was on duty at the time, issued an apology to the driver and passengers.Mayor Bill de Blasio told reporters at an unrelated news conference that he had not seen the video.\"There's just no place for any public servant to use discriminatory or negative language,\" he said. \"Obviously, our police play a particularly sensitive role and need to show respect for all people.\"In a statement, Michael Palladino, president of the Detectives' Endowment Association, called the officer \"a person of good character and an excellent detective\" who \"should not be judged by one isolated incident.\"\"I am not trying to minimize the significance of what occurred,\" Palladino said. \"I am simply pointing out that cops are just like everyone else. They have families, friends and other things going on in their lives, too, that may affect their behavior at times. There is no disputing that we are held to a higher standard, that is why this incident is so newsworthy.\"In the video, after the detective steps back to his car, the Uber driver, who moved to America less than two years ago, turns to the passenger and thanks him for recording the video.\"That's crazy. That's really inappropriate,\" the passenger tells the driver. \"Listen, it's not your fault. He shouldn't be slamming your car door, throwing things around. He doesn't have a right to open your door.\"When the detective comes back, he is irate and doesn't allow the driver to speak.\"I don't care what you have to say, people are allowed to park their cars on the side of the street without your interference,\" the detective tells the driver. \"I don't know where you're coming from, where you think it's appropriate in doing that. That's the way it works.\"\"I've got news for you,\" the detective says, \"the only reason you're not in handcuffs and going to jail and getting summons in the precinct is because I have things to do. That's the only reason that's not happening. Because this isn't important enough for me. You're not important enough. Don't ever do that again.\"The NYPD on Tuesday determined the man was a member of the department and said the Internal Affairs Bureau is investigating the incident.\"The behavior in the video is wrong and unacceptable and we appreciate the NYPD investigating the incident. We are in touch with our driver-partner who was subjected to this terrible experience and will continue to provide any support he needs,\" Uber said Tuesday.Seth met Wednesday with an investigator from the Civilian Complaint Review Board, according to board spokeswoman Linda Sachs.The investigator is attempting to interview the driver as well as the police officer.The findings will be presented to the board, which will make an official determination on whether misconduct was committed, Sachs said. The board will either refer the decision to the NYPD with a disciplinary recommendation, or decide to bring up the officer on administrative charges, with the decision presented to the police commissioner.CNN's Carolyn Sung contributed to this report.",
    "(CNN)Singer-songwriter Joni Mitchell has been hospitalized in Southern California.Paramedics from the Los Angeles Fire Department were called to her home around 2:30 p.m. PT (5:30 p.m. ET) Tuesday on the report of a medical emergency, spokesman Robert Hinojosa said.\"Joni was found unconscious in her home (Tuesday) afternoon. She regained consciousness on the ambulance ride to an L.A. area hospital,\" according to her official website.\"She is currently in intensive care undergoing tests and is awake and in good spirits. More updates to come as we hear them. Light a candle and sing a song, let's all send good wishes her way.\"Some of Mitchell's best-known songs are \"Big Yellow Taxi,\" \"Help Me\" and \"Free Man in Paris,\" but she has penned hits for other artists too.Crosby, Stills, Nash & Young scored with her anthem \"Woodstock,\" about the 1969 landmark music festival.Judy Collins registered a Top 10 hit in 1967 with Mitchell's \"Both Sides Now.\"Mitchell, 71, was inducted into the Rock and Roll Hall of Fame in 1997.",
    "(CNN)After years of making the case that the education of athletes is paramount, the NCAA now says it has no legal responsibility to make sure education is actually delivered.On its website, the NCAA prominently states, \"It's our commitment -- and our responsibility -- to give young people opportunities to learn, play and succeed.\" And later, it says that \"in the collegiate model of sports, the young men and women competing on the field or court are students first, athletes second.\"But the NCAA is taking a very different position in response to a lawsuit filed by former University of North Carolina athletes. The lawsuit claimed the students didn't get an education because they were caught up in the largest known academic fraud scandal in NCAA history.In its response, the NCAA says it has no legal responsibility \"to ensure the academic integrity of the courses offered to student-athletes at its member institutions.\"Even with pages of online information about academic standards, and even though the NCAA has established a system of academic eligibility and accountability that it boasts of regularly, NCAA attorneys wrote in this court filing that \"the NCAA did not assume a duty to ensure the quality of the education of student-athletes,\" and \"the NCAA does not have 'direct, day-to-day, operational control' \" over member institutions like UNC.\"It's nonsense. It's double talk,\" said Gerald Gurney, a former athletic-academic director who is now president of The Drake Group for academic integrity in collegiate sport.\"If you look at their basic core principles, it's all about academics, the experience, the integration of academics, and the education of the student is paramount,\" Gurney said. \"They seem to talk out of both sides of their mouths.\"The NCAA referred calls for comment to an online statement, which read in part:The NCAA believes that the lawsuit misunderstands the NCAA's role with respect to its member schools and ignores the myriad steps the NCAA has taken to assist student-athletes in being equipped to excel both in the classroom and on the playing field.\"This case is troubling for a number of reasons, not the least of which is that the law does not and has never required the NCAA to ensure that every student-athlete is actually taking full advantage of the academic and athletic opportunities provided to them,\" said Donald Remy, NCAA chief legal officer.In its response to the lawsuit, it also likened its role to that of the American Bar Association or American Medical Association, and said that those entities are not sued every time a lawyer or doctor acts inappropriately.The scandal at UNC involved thousands of athletes who, over 18 years, were funneled into classes that never met, where advisers fudged grades and accepted plagiarism so that athletes who were falling behind in class could remain eligible to play sports.Mary Willingham, the UNC whistleblower turned NCAA critic, has for years said that athletes across the country are accepted to colleges even though they're academically underprepared and then pushed into classes where little work is required. The system of eligibility that the NCAA brags about, she says, is a sham.\"Why do we go through the trouble of compliance if we can't legitimize that the courses are real and the education is real anyway? It makes no sense,\" said Willingham, who recently wrote a book about the UNC scandal called \"Cheated.\" \"If they can't legitimize that the academics are real and take no responsibility for that, then why certify students semester after semester to play? It's lost its meaning for me.\"The NCAA's claim that it's hands-off when it comes to athletics seems to be a direct contradiction of what the organization has been repeating for years, not just in the rhetoric on its website, but in speeches by its president, Mark Emmert, and in court defending itself from numerous lawsuits over paying athletes.For example, before it lost a case filed by former UCLA player Ed O'Bannon, suing for the right of athletes to make money off their images and likenesses, the NCAA stood on the pillar of amateurism, insisting that college athletes are paid with an education.That's the defense the NCAA is now using in another class action filed by big-time sports attorney Jeffrey Kessler, seeking to make college sports a free market where athletes are paid salaries based on their value.In response, the NCAA said that what sets college sports apart from pros is education: Consistent with \"its commitment to amateurism, member institutions conduct their athletics programs for students who choose to participate in intercollegiate athletics as a part of their educational experience and in accordance with NCAA bylaws.\"Attorney Michael Hausfeld, who represented both O'Bannon and now the UNC athletes, said this:\"This startling inconsistency is unfortunately all too symptomatic of the NCAA's shifting rhetoric and faltering commitment to its college athletes. NCAA President Mark Emmert has repeatedly proposed that 'What we live for is the education of our athletes,' but the NCAA's record tells a far different story.\"But Rick Burton, professor of sport management at Syracuse University, said it's not realistic to think that the NCAA would regulate every professor and every course an athlete might take at each university across the country.\"I understand, I think, where the NCAA is coming from. We would not let the NCAA come in and tell us how to run our chemistry department at Syracuse University,\" he said.\"It sounds like someone is trying to say the NCAA should have been supervising that department at the University of North Carolina, and there's no logic to that,\" he said. \"The people who are saying the NCAA should be held accountable for academics at every school are just looking for an opportunity to throw rocks at the NCAA.\"UNC, which was also sued, has admitted to the fraud, but also asked for a judge to throw out the case, saying the athletes waited too long -- seven years -- to sue and the \"educational malpractice\" theory doesn't apply. UNC claims it is protected by state law.This is reminiscent of another NCAA reversal.The NCAA, which was founded a century ago to protect athletes from \"dangerous and exploitive athletic practices,\" now says it does not enforce health and safety rules.In fact, in response to a lawsuit filed by the family of a player who died in 2011, the NCAA wrote: \"The NCAA denies that it has a legal duty to protect student-athletes.\"A CNN investigation found that the NCAA has failed to open investigations in several cases where safety rules allegedly were broken. It has also fallen behind in imposing rules for concussions -- far behind even the NFL.Ramogi Huma, president of the National College Players Association, and a leading thorn in the NCAA's side for decades, said this latest backpedaling from the NCAA leaves him wondering why the organization exists at all.\"There's nothing left the NCAA can claim it does that is beneficial to college athletes or society. One has to wonder what does the NCAA do if it doesn't protect players? If it doesn't play a role in the education of college athletics? It begs the question of why does the NCAA exist -- and why does it have a tax exemption.\"",
    "(CNN)When Selena was breaking concert attendance records at home and abroad, there weren't a lot of crossover pop stars who looked like her in the United States.There was Rita Moreno and Gloria Estefan and ... well, that's about it.The March 31, 1995, death of the Mexican-American singer plunged many Latino listeners into mourning and brought her music to the attention of English speakers who would soon become fans.Selena Quintanilla-Perez started singing the Tejano music that eventually made her famous in her father's restaurant in Lake Jackson, Texas. Her father Abraham taught the family band and named them Los Dinos after his own group from earlier years. Selena's brother, A.B., played bass, and her sister, Suzette, played drums.When the family moved to Corpus Christi, the group started getting gigs at local parties and weddings.Selena was only 15 when she won female entertainer of the year at the Tejano Music Awards. That got her a record contract, and several albums followed. She eventually married her guitarist, Chris Perez.In 1994, she won a Grammy for best Mexican-American album for \"Selena Live!\" and seemed poised for mainstream stardom.When the president of Selena's fan club shot her to death the following year in a Texas motel room, her first English-language album was months from release. Her death made international headlines.She was 23 years old.Twenty years later, her influence is still being felt. Her official Facebook page still has more than 2 million likes, and fans are remembering the singer who crossed barriers and made them sing and dance to her blend of Tejano music. Fans will celebrate her life and legacy at the commemorative Fiesta de la Flor in Corpus Christi in mid-April.Here are five things you may not know about Selena.Selena had to learn Spanish.A third-generation Texan of Mexican descent, Selena didn't grow up speaking Spanish. Neither did her husband, Perez, who played guitar in her band and fell in love with her on the road.In his book, \"To Selena, with Love,\" Perez said they practiced speaking Spanish before their first big publicity blitz in Mexico. \"In Mexico, Selena mangled her conversations in Spanish like the rest of us, but not for long.\"\"She said, 'It'll be cool. You watch. I'm going to learn Spanish and surprise everybody,' \" Perez wrote. \"She got better and better, to the point where I'd have to ask her to slow down so that I could understand what she was saying.\"She sold out the Astrodome.Selena performed several times at the Houston Livestock Show and Rodeo at the Astrodome to sold-out crowds of more than 60,000 people. (It wasn't just any rodeo: Elvis Presley, Michael Jackson and the Osmonds have all played the event.)\"We had 20 performances this year,\" Leroy Shafer, assistant general manager of the show, told the New York Times in 1995. \"We had Reba McEntire, George Strait, Clint Black and Vince Gill. She had the highest-selling show concert at our show this year, at 61,041 in the Astrodome.\"Her album went to No. 1.Her 1995 crossover album, \"Dreaming of You,\" went to the top of the Billboard 200 the first week it was released. She was the first Latin artist to debut atop the list.\"There were supposed to be 14 tracks, but we had only recorded four of them, so we put together a tribute album of new and old songs,\" Nancy Brennan, then vice president of A&R at EMI, told Texas Monthly. \"Making that album was the most difficult thing I have ever had to do, because we were listening to her voice all day and crying as we were mixing the songs.\"\"Selena\" (the movie) ignited Jennifer Lopez's career.Starring as Selena in the 1997 movie of the same name, Jennifer Lopez became the first Latina actress to be paid $1 million for a movie role. Lopez was nominated for a Golden Globe for her performance.\"Getting to play the part of Selena was life-changing for me,\" Lopez told Para Todos magazine. \"I got to immerse myself in her life, got to know her family, her home, her culture ... every part of her story. It was a special time in my life both professionally and personally. Playing her not only opened doors for me in the film world, but it inspired me to start my own music career. In a lot of ways, I wouldn't be where I am today if I hadn't had that experience.\"Selena's killer is eligible for parole in 2025.Yolanda Saldivar, the president of Selena's fan club, was sentenced to life in prison in October 1995 for Selena's murder. Saldivar must serve at least 30 years of her sentence before she is eligible for parole.Selena was meeting with Saldivar at a Corpus Christi motel to discuss her concerns that Saldivar had embezzled money from her when Saldivar shot her, according to trial testimony. Saldivar argued that she accidentally fired the shot, but the jury didn't buy it.CNN's Victoria Moll-Ramirez contributed to this story.",
    "Salil Shetty has been Amnesty International's Secretary General since 2010. He has previously served as the head of the United Nations Millennium Campaign and as the Chief Executive of ActionAid. The opinions expressed in this commentary are solely those of the author.(CNN)On May 28, 2014, some 7,000 people gathered in a stadium in China's northwestern Xinjiang region. But they had not come to watch the local football team or any other grand sporting event. Instead, the authorities paraded scores of prisoners dressed in orange jumpsuits. Armed soldiers guarded the exits. In the patently unfair, open air trial that followed, 55 people were found guilty of a range of offenses linked to violent attacks in the region and jailed. Three were sentenced to death.The public mass sentencing was part a China's \"Strike Hard\" campaign against unrest in Xinjiang, a campaign the government claims was launched to combat \"terrorism\" and \"separatism.\" But it was also indicative of a trend that was starkly evident last year around the world -- governments using the death penalty in a misguided, and often cynical, attempt to tackle crime and terrorism.Today, Amnesty International releases its annual review of the death penalty worldwide. Much of it makes for grim reading.In Pakistan, the government lifted a six-year moratorium on the execution of civilians in the wake of the horrific Taliban attack on a school in Peshawar in December. More than 60 people have been put to death since, and the government has threatened to send thousands more death row prisoners to the gallows. Iran and Iraq executed people for \"terrorism,\" and other countries expanded the scope of capital crimes in their penal codes.In a year when abhorrent summary executions by armed groups were branded on the global consciousness as never before, governments are themselves resorting to more executions in a knee-jerk reaction to terrorism.Other countries made use of executions in similarly flawed attempts to address -- or appear to address -- crime rates. Jordan ended an eight-year moratorium in December, putting 11 murder convicts to death, with the government saying it was a move to end a surge in violent crime. In Indonesia, authorities announced plans to execute mainly drug traffickers to tackle a public safety \"national emergency.\" Six people have already been executed this year.A sharp spike in death sentences recorded in 2014 -- up more than 500 on the previous year -- can also be attributed to governments using the death penalty as a political tool. The rise was largely because of developments in Egypt and Nigeria, where courts imposed hundreds of death sentences in the context of internal political instability or crime and armed conflict.The simple fact is that governments using the death penalty to tackle crime and security threats are deceiving themselves or the public or both. There is no evidence that the threat of execution is more of a deterrent to crime than a prison sentence, as United Nations and other studies have repeatedly confirmed.It is high time that world leaders stop using the death penalty as an easy way out when times get tough. At Amnesty International, we have campaigned for an end to the death penalty for decades. Thankfully, most of the world now appears to agree with us.The numbers speak for themselves. In 1945 when the United Nations was founded, only eight countries had abolished the death penalty. Today, 140 states are abolitionist in law or practice.Last year, we recorded executions in 22 countries, down by almost a half from 20 years ago.Despite the troubling developments we recorded last year, there was still much good news to be found. The number of executions recorded around the world dropped significantly in 2014 compared with the previous year, from 778 to 607. This number does not include China, where more people are put to death than the rest of the world put together, but with death penalty statistics treated as a state secret, the true figure is impossible to determine.Executions were recorded in only three countries in sub-Saharan Africa -- Equatorial Guinea, Somalia and Sudan -- and the number of people put to death went down by more than a quarter. The Americas continued to be execution-free, apart from the United States.Those governments that still execute need to realize that they are on the wrong side of history. They must join the vast majority of countries which have dropped the ultimate cruel punishment.Fighting for an end to the death penalty remains an uphill task, but all of us must try to make the world free of this punishment. With determination, I know that we can achieve this goal.Read CNNOpinion's new Flipboard magazine.Follow us on Twitter @CNNOpinion.Join us on Facebook.com/CNNOpinion.",
    "Washington (CNN)U.S. troops who served alongside Sgt. Bowe Bergdahl on the day he disappeared told CNN that the emerging \"whistleblower\" defense being prepared for him makes no sense.Bergdahl's lawyer is making the case that Bergdahl left his post on foot to report his unit for troubling behavior, but his fellow troops say the platoon was already scheduled to drive back to their Forward Operating Base, or FOB, just hours after his disappearance.READ: Army report says Bergdahl intended to walk to nearest base\"We were literally going back to the FOB Sharana the next day,\" then-Sgt. Evan Buetow, Bergdahl's team leader, told CNN. \"If for whatever reason Bergdahl had complaints, he could have brought them to the attention of senior officers before our five-day mission, or easily could have waited a few more hours till we returned to the FOB.\"Then-Specialist Josh Cornelison, the platoon medic, said the base was \"a lengthy drive away from\" Observation Post Mest, where Bergdahl was last seen by his fellow troops.\"And he wanted to walk back? Knowing full well how many times we'd been blown up on the way there and back? Everyone knew bad dudes were around and watching us move to and from OP Mest,\" Cornelison said.The U.S. Army has yet to make public the investigative report into Bergdahl's disappearance, but on March 25 Bergdahl's defense attorney, Eugene Fidell, released a letter sent to Gen. Mark Milley, the commanding general at U.S. Army Forces Command at Fort Bragg. Milley last Wednesday announced his ruling that Bergdahl would face a potential court martial for desertion and misbehavior before the enemy.SEE: New Bergdahl letter outlines tortureAsking for leniency due to many circumstances, including a detailed description by Bergdahl as to his torture over several years by insurgents, Fidell wrote that the Army's report hedged its bets but \"basically concludes that Sgt. Bergdahl did not intend to remain away from the Army permanently, as classic 'long' desertion requires. It also concludes that his specific intent was to bring what he thought were disturbing circumstances to the attention of the nearest general officer.\"Sources familiar with the Army investigation told CNN's Barbara Starr that Bergdahl told the military he left his unit intending to walk to the nearest U.S. military outpost to report wrongdoing, believing he could not trust the commanders of his own unit to deal with his concerns. One senior official told Starr that Bergdahl intended to report what he believed to be problems with \"order and discipline\" in his unit. A second official said Bergdahl had \"concerns about leadership issues at his base.\"It is for the judicial process to decide if his claims are valid and even relevant to the charges against Bergdahl, the sources familiar with the investigation told CNN.Those who were there, however, say that these claims are inexplicable.Then-Private 1st Class Gerald Sutton, who once considered Bergdahl a friend, told CNN he was shocked and confused by these claims. Shocked because he didn't think Bergdahl would ever admit to leaving the observation post on his own free will; confused because \"the nearest base he could report whatever he thought was wrong would be at FOB Sharana.\"The platoon was scheduled to leave Sharana later on the very day Bergdahl's disappearance was realized, Sutton recalled. The platoon was to hand over responsibility for the Observation Post to the local Afghan National Police.\"It just doesn't make any sense,\" Sutton said.If Bergdahl waited to return to FOB Sharana he could have used a computer at the Morale, Welfare and Recreation center at Sharana \"to send out a mass email to whoever he wanted or he could have used to phones to call any news outlet about the misdeeds that we never committed,\" he said.Buetow told CNN that \"any person who has ever served in the military and been on a deployment knows how ridiculous this sounds.\"There is still much the public does not know about the details of this case.\"Once the facts become known, perhaps those who were quick to condemn him will see him and his conduct in a different light,\" wrote Fidell, Bergdahl's lawyer.Asked to respond to Bergdahl's fellow troops' confusion that he would leave his post on foot to reach the nearest U.S. base given that the platoon was prepared to drive there within hours, Fidell told CNN, \"There's a time and place for all of this to be laid out so that the American public can make some sense of it.\"\"A good step would be for the Army to release Gen. Dahl's report,\" he said.Maj. Gen. Kenneth Dahl headed the investigation into Bergdahl's disappearance and interviewed Bergdahl. Fidell has seen the executive summary of the Dahl investigation, but not the final report nor its supporting and related documents.Col. Daniel J. W. King, the chief of public affairs at U.S. Army Forces Command, declined to release the Dahl report, or even to comment, saying the next step in the court martial process is an Article 32 proceeding under the United States Uniform Code of Military Justice, not unlike a preliminary hearing in civilian courts.\"In deference to the judicial process, as well as the rights of the accused, we must avoid speculation while the Article 32 process is pending,\" King told CNN. \"Our goal remains to ensure the fairness and impartiality of the military-judicial process.\"King referred CNN to former Army Judge Advocate General Lt. Col. Geoff Corn, now retired, to offer further analysis.\"I don't think the Army felt that Bergdahl's explanation was compelling,\" said Corn, adding the first general order soldiers are taught is \"I will guard everything within the limits of my post and quit my post only when properly relieved.\"In addition to questions as to why Bergdahl would walk on foot to FOB Sharana to report alleged malfeasance instead of waiting a few hours to drive there, his fellow troops note that Bergdahl, against protocol, left his weapon and other equipment behind.\"He was going to violate military protocol to report violations of military protocol?\" Full asked. \"There are so many ways you can do things like this in the Army. The Army has an open door policy.\"Bergdahl also mailed many of his essential items back to the U.S. before disappearing, Full said.All of the fellow troops with whom CNN spoke -- Full, Buetow, Sutton, Cornelison and Bergdahl's squad leader then-Staff Sgt. Justin Gerleve -- said they had no idea what behavior Bergdahl would be reporting.\"I would love for Bergdahl to elaborate on the 'disturbing circumstances' that were going on in his unit,\" said Buetow, repeating a common refrain from Bergdahl's platoon in 1st Battalion, 501st Infantry Regiment, 4th Brigade Combat Team, 25th Infantry Division. \"Because I have no idea what he would be referring to. I am an open book and would testify to anything.\"Full called Bergdahl's defense \"laughable.\"\"I would like him to tell me what awful things we did. I would testify to all of this under oath,\" he said. \"He deserted and this is his weak and laughable defense.\"Weeks before Bergdahl went absent, The Guardian published video on its website showing some of Bergdahl's fellow troops not wearing helmets in the field as they built the outpost -- digging into the side of a hill, filling up sandbags, driving posts to hang wire -- in heat that troops described as having reached more than 100 degrees Fahrenheit.Troops told CNN that they had been told they could take off some of their gear, which weighed more than 80 pounds, so they wouldn't pass out; security was in place and there seemed no obvious danger.Once the video was published on The Guardian website, however, commanders objected to the violation of protocol; one sergeant was demoted and two others were reassigned. Former troops tell CNN that none of the three were with Bergdahl on June 30, 2009.Buetow has described the incident to CNN as \"something that got exaggerated way bigger than it should have.\"\"Gene seems to be preparing a 'greater good' defense,\" observed former JAG Corn, speculating that Fidell is preparing to argue that somehow Bergdahl's \"interest in exposing some sort of malfeasance in his unit was more important than his official duty.\"\"I don't think it's credible,\" Corn said. \"His conduct in leaving that equipment behind is so damaging ... If your intent was to go from one COP to another in order to make a report you would never leave your equipment behind. It just defies common sense.\"",
    "Getting it wrong is part of starting a business -- so what should entrepreneurs avoid?",
    "Bill Richardson is the former governor of New Mexico, former U.S. ambassador to the United Nations, former U.S. energy secretary, and a current board member of the World Resources Institute, a global research organization on environmental issues. He serves on the boards or consults with companies in the energy field. The opinions expressed in this commentary are solely those of the author.(CNN)In baseball, there's a traditional comeback after a tough season: \"Wait 'til next year!\" For climate change \"next year\" is now. This year is the time and the United Nations' international climate negotiations in Paris in December are the place to secure strong global agreement to curb heat-trapping emissions. A successful climate pact will send a signal around the world that a shift to a low-carbon economy is underway.The United States has made clear that it is ready to step up to the plate on climate change. The U.S. administration on Tuesday unveiled details about its proposal to reduce U.S. greenhouse gas emissions by 26% to 28% below 2005 levels by 2025. This common-sense and achievable plan to decarbonize the U.S. economy will result in significant cost savings from cleaner technologies and create more American energy jobs to power our homes and businesses.This is an area where the United States needs to lead, and doing so will create a better planet for our children and a more prosperous future for our country.The United States isn't alone in this global climate effort. In a landmark joint announcement with the United States in November, China unveiled its intent to peak its carbon emissions around 2030 and to double its share of zero-carbon energy to 20%. This shift will require substantial effort from China to retool its economy, increase investment in renewable energy and divest from coal. As the world's No. 1 investor in renewable energy, China has already taken important steps forward.At the same time, India has set the audacious goal of installing 100 gigawatts of solar power capacity by 2022, a 30-fold increase from current levels and eight times more solar capacity than the United States has today.Cities and corporations are joining in as well. More than 200 cities, home to 436 million people, have voluntarily committed to saving 13 gigatons of greenhouse gas emissions by midcentury. And more than a thousand companies, along with 73 countries, voiced support for putting a price on carbon and moving to cleaner energy technologies. Leading companies, like Apple and Google, are making major bets on renewable energy. And another 25 businesses have signed onto the Corporate Renewable Energy Buyers' Principles—these companies represent energy demand equal to more than 1 million homes.Increasing examples demonstrate that strong climate action can be good for the economy. For instance, renewable sources now provide one-fifth of the world's electricity, while solar manufacturing costs have dropped 80% in the last seven years. Wind turbines installed now are 100 times better at generating power than turbines were 30 years ago. Clean technology investments surged to $310 billion last year. In the United States, carbon emissions fell by 10% from 2007 to 2013, the largest absolute emissions reduction recorded, even as the United States has recovered from the Great Recession.Many of these shifts are unprecedented and could not have been anticipated even five years ago. Yet these trends alone are not enough to counter the mounting climate-related impacts that we are already seeing. A global climate agreement in Paris this December can send more signals to markets and drive more ambitious climate action for decades to come.A Paris agreement would represent a new form of international cooperation and a fundamental change in the global approach to climate action — a shift from burden-sharing to the creation of mutual opportunities; from cost to investment; from economic threat to a spur to economic development.With the United States showing the way, and with cooperation from other countries, businesses, investors, cities and citizens, we can achieve a prosperous and secure future for all.Each year, baseball returns and hope springs eternal. Now, it's time for all countries to get in the game.Read CNNOpinion's new Flipboard magazine.Follow us on Twitter @CNNOpinion.Join us on Facebook.com/CNNOpinion.",
    "Washington (CNN)Sen. Marco Rubio said Monday he'll make a major announcement on April 13, setting the date for what's expected to be the launch of his presidential bid.\"I will announce on April 13th what I'm going to do next in terms of running for president or the U.S. Senate,\" Rubio said on Fox News' \"The Five.\"He declined to offer any clarity on which way he's leaning, but said he plans to discuss a vision for the future of the country on that day, a far more expansive pitch than incumbent senators typically make when launching re-election campaigns.\"This nation's in need of leadership that understand this new era and has new ideas for a new age,\" he said. \"And so, again, I'm looking forward to talking about that and many other things on April 13th.\"According to the Tampa Bay Times, which first reported news of Rubio's announcement, the Florida senator has reserved the Freedom Tower on the campus of Miami Dade College — which once housed the Miami News — for an undisclosed event that day.Rubio has not publicly confirmed plans to run for president, but he's been making preparations for a campaign, traveling to early primary states and reaching out to donors and supporters to gauge support for a bid.While he's drawn interest from Republican kingmakers, he routinely polls in the middle of the likely field, recently drawing 7% support in a CNN/ORC poll.His announcement is one of a handful of expected presidential launches in a busy April as the contest gears up.Texas Sen. Ted Cruz kicked off the competition and became the first prospective contender to make his bid official this week. Kentucky Sen. Rand Paul is slated to announce on April 7, and former Secretary of State Hillary Clinton is planning an April launch as well."
  ]
}
