{"name":"al j detail","count":652,"frequency":"Manual Crawl","version":3,"newdata":false,"lastrunstatus":"failure","lastsuccess":"Mon Apr 06 2015 23:13:04 GMT+0000 (UTC)","thisversionstatus":"partial","thisversionrun":"Mon Apr 06 2015 23:13:04 GMT+0000 (UTC)","results":{"collection1":[{"property1":{"text":"PHOTOS: COLORADO'S NEW INDUSTRY","href":"http://america.aljazeera.com/multimedia/photo-gallery/2014/2/photos-inside-coloradosnewmarijuanaindustry.html"},"url":"http://america.aljazeera.com/topics/topic/issue/marijuana.html"},{"property1":"The Nicaraguan government and a Chinese development company have started work on what they claim is the world’s largest infrastructure project: a new canal to connect the Pacific Ocean and Caribbean Sea. Three times as large as the Panama Canal, the $50 billion project will speed shipping time for supertankers taking shale oil and liquefied natural gas from the Eastern United States to energy-hungry Asia. Supporters say the canal and related projects will create over 250,000 jobs.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"That’s if the canal gets built. I went to Nicaragua in order to sort through the wildly different claims by canal supporters and critics.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Opponents emphasize the lack of government transparency and potential environmental problems the canal would create. They argue the project would wreak havoc on Lake Nicaragua, Central America’s largest body of freshwater, and disrupt bird and wildlife habitats.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"But I found that many ordinary Nicaraguans I interviewed were more concerned about jobs than flora and fauna. They look forward to what the government promises will be massive foreign investment, which it claims will not only create 50,000 temporary construction jobs but also 200,000 permanent jobs at anticipated ancillary projects such as ports, an airport, factories and tourist resorts.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"An overwhelming 71 percent of Nicaraguans living far from the canal route support it, according to a December poll by M&R Consultants. But support drops to 42 percent among those living along the canal’s path.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Hong Kong Nicaragua Development (HKND), the company building the canal, admits that the project will displace about 35,000 people, mostly campesinos (peasant farmers) and indigenous tribes living near the Atlantic coast. Campesinos have become the backbone of the anti-canal movement. Thousands have marched, with dozens arrested and injured in clashes with Nicaraguan police.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"And here’s where things get really interesting. At first glance, the struggle looks like poor campesinos and environmentalists facing repression from the leftist Sandinista government. But in reality, the Sandinista leaders gave up their revolutionary fervor years ago. Nicaragua’s President Daniel Ortega has led the Sandinistas toward the political center and allied with the big businessmen backing the canal.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"The opposition includes leftist critics of the newly moderate Sandinistas, along with the conservative daily La Prensa, conservative political parties and some Contras, the U.S.-backed counterrevolutionaries who fought a civil war against the Sandinista government in the 1980s. Canal supporters and opponents denounce each other with a passion not seen since that era.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Nicaragua is “no longer a popular or leftist revolution,” said Ernesto Cardinal, a former Sandinista leader and the country’s most famous poet. “It’s a personal dictatorship of Ortega and his wife.”","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Amid all the angry rhetoric, one question remains: Can Nicaragua build a canal that benefits ordinary people, mitigates the project’s environmental impact and serves international trade?","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Let’s take a look at some of the key controversies.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Politicians, including those in the U.S., regularly exaggerate the number of jobs that will be created by large infrastructure projects. Once completed, the canal will employ relatively few people. The claim that the canal will provide the promised 200,000 permanent jobs at ports, an airport, a free trade zone and tourist resorts depends on whether those projects get built.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Raul Calvet, the president of a business-consulting firm in Managua, said that for every job at the Panama Canal, five were created in ancillary industries. As for Nicaragua, he said, “Who can calculate the exact number of jobs?”","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Benjamin Lanzas, head of a construction industry trade association, estimates the canal and related projects will provide 25,000 construction jobs for Nicaraguans and 25,000 for Chinese and other foreigners with specialized skills. So far the project has employed some 200 Nicaraguan construction workers. Employment should increase later this year as HKND builds worker housing and port facilities on the Pacific and Caribbean coasts.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Campesino leaders on Ometepe Island in the middle of Lake Nicaragua said HKND will use dynamite to dredge the lake to a depth of 80 to 100 feet. That will destroy local fisheries, canal opponents say, and maintenance dredging will pollute the water supplies of dozens of nearby cities.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Leonel Teller — a former Nicaraguan ambassador to the European Union, a former Contra leader and a canal supporter — flatly denies dynamite will be used in the lake. He notes that the lake is already heavily polluted from river sediment and fish can’t live anywhere except close to shore. The dredging, he said, is “far enough from shore so as not to disturb the [fish] population or the shore of the lake or the island.”","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"It is possible to dredge a lake without destroying its ecology, but that requires careful, scientific planning and sophisticated construction techniques. It remains to be seen if HKND and its subcontractors can handle the task.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Opponents argue that the Chinese government is manipulating the canal project behind the scenes — part of political plan to colonize Latin America. One opponent said China is prepared to lose tens of billions of dollars on the project to establish a political beachhead in Nicaragua. Others go further and claim China is planning to create a military base on Ometepe Island.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"A Chinese diplomat, who asked for anonymity because he’s not authorized to speak to the media, tells me that the Chinese government favors the canal but is not involved in the day-to-day decision-making. The Chinese government hopes to benefit economically and politically from the project but has no agenda beyond getting faster and cheaper delivery of oil and other key natural resources.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"It’s absurd to claim China will establish a military base in Nicaragua. Canal opponents must be confusing China with the United States. China has no military bases outside its territory and, as a practical matter, wouldn’t risk U.S. anger by establishing one in Nicaragua.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"In 2012 the Nicaraguan National Assembly passed a canal law that would have given the government 51 percent ownership and substantial revenues from the canal. Any canal contractor would have had to follow national and international environmental laws.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Then in 2013 the Assembly completely revised the law in just a few days. Under the new terms, HKND owns the canal and transfers 10 percent to the Nicaraguan government every 10 years. The government won’t achieve majority ownership for 51 years and will receive a measly $1 million per year in fees. Critics call this a sellout of the country’s sovereignty.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Teller argues that Nicaragua cut the best deal it could. “The law has to be very favorable for those foreign investors who will put that kind of money in a developing nation,” he said.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Under the current law, HKND is providing worse financial terms than the U.S. ultimately negotiated for the Panama Canal, which gave full ownership to Panama after 65 years. If the law is not revised, the issue of sovereignty and ongoing revenues will haunt Ortega’s and future administrations.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"HKND President Wang Jin has reportedly put up $200 million of his own money so far. HKND says it has additional investors lined up from China, Britain, Australia and the U.S. At least so far, the investors are also major subcontractors, which stand to profit from building the ports, dredging the waterways and doing related work. HKND has not made public the names of other investors, if any.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"HKND has announced plans to offer securities on a stock exchange to raise additional funds. But which stock exchange? International stock investors will want a great deal more financial transparency than HKND has offered. Without additional financing, HKND will have a hard time completing the canal — let alone the subsidiary projects.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"So what can we expect in the near future? First, HKND plans to buy up land along the canal route. If HKND leaders are smart, they will pay generously for the land and take special care to relocate the campesinos to areas where they can improve their standard of living. Spending a few tens of millions of dollars is a relative drop in the bucket and would go a long way to meet protesters’ demands. But that assumes the HKND leaders are politically savvy.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":"Meanwhile, protests will likely continue. Government leaders and protesters aren’t talking to each other yet, much less considering possible compromises. It’s possible to build a canal that fairly treats displaced residents and mitigates environmental effects. But can Nicaragua achieve that difficult task? Stay tuned.","url":"http://america.aljazeera.com/opinions/2015/2/nicaragua-launches-worlds-largest-infrastructure-project.html"},{"property1":{"text":"Workers were set to break ground Monday for the construction of Nicaragua's controversial $50 billion canal linking the Pacific Ocean and the Caribbean Sea. The mega-project — widely reported as the world’s largest civil engineering enterprise — has been shrouded in secrecy and has outraged farmers, indigenous communities and citizens around the country. Vice President Moisés Omar Halleslevens and Chinese firm HKND Group inaugurated the canal in a ceremony in the southwestern municipality of Rivas, Nicaraguan media reported.","href":"http://www.laprensa.com.ni/2014/12/22/nacionales/1668465-gobierno-inaugura-obras-del-gran-canal-interoceanico-de-nicaragua"},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"The canal, scheduled for completion in December 2019, will cut across the middle of the country and bisect Lake Nicaragua, known locally as Lake Colcibolca — the second-largest lake in Latin America and the largest drinking-water reservoir in the region. The canal will also cut through the Cerro Silva Nature Reserve.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Projected to span 173 miles, the canal would be the realization of a dream that has been studied and discarded multiple times since the early 1800s. Backers say it will lift many out of poverty in Nicaragua, the second-poorest country in the Western Hemisphere after Haiti.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Earlier this month, residents of Obrajuelo, a sleepy fishing village on the banks of Lake Nicaragua, threw stones at an SUV carrying a Chinese team that showed up to survey the land. The following day, the residents burned tires on the Pan-American Highway, blocking it for hours. On Dec. 10, as many as 5,000 people marched through the capital, Managua. Even though protesters complained that police blocked canal opponents trying to arrive from the countryside, observers said it was the largest anti-government action in years.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Such political opposition is virtually unheard of in a country where President Daniel Ortega's Sandinista party dominates all branches of government. The president and his wife, the government's powerful communications chief, keep a tight lid on dissent.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"\"What it shows is that a significant part of the Nicaraguan people have not bought into the canal project,\" said Francisco Aguirre-Sacasa, an economist, former Nicaraguan foreign minister and ex-ambassador to the United States. \"A demonstration of that size, despite the impediments that were put in the way of it, shows that the government is playing with fire in this case.\"","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"The Nicaragua canal is the latest and largest example of China’s growing influence in Latin America. The project is set to be developed and operated by HKND, a Chinese infrastructure development firm registered in Hong Kong. CEO and chairman Wang Jing is a successful but virtually unknown telecoms executive with no experience in large-scale civil engineering projects like building a canal.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Despite this, Ortega's allies in Congress fast-tracked legislation last year granting HKND a 50-year concession, renewable for another 50, to build and operate the canal in return for a payment of $10 million a year once it's up and running.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"As a note of comparison, Panama — Nicaragua’s economically larger and more stable southern neighbor — held a national referendum to approve its $5.25 billion canal expansion.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"In addition to the canal, Nicaragua will allow HKND to develop ancillary projects including two ports, an airport, roads, a railway and a tourist resort — even if the canal never gets built. Congress also passed a law giving Wang hiring and land-expropriating powers, and exempting his company from local tax and commercial regulations.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"While Ortega promises the project will create 50,000 jobs and boost the country’s economic growth to 14.6 percent in 2016 from 4.5 percent in 2013, skepticism abounds. Many of the canal's financial, technical and environmental plans have been kept secret.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Late last month, HKND announced that the environmental and social reports had been completed, and had found the impact would be minimal. The reports, however, are not available for public review.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Project supporters say the canal will rival Panama's, allowing passage to ships too large for the narrower Panama canal.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"According to financial statements of the Panama Canal Authority, canal revenue totals $1.6 billion annually. So even if the Nicaragua canal took all of Panama’s business, it would take more than 30 years to pay off the initial cost, not including interest.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"The numbers point to the possibility of geopolitical motives outweighing the business opportunity.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"According to Hong Kong’s South China Morning Post newspaper, the Nicaragua canal is seen by some Western critics as “Beijing’s back-door plan to make Nicaragua, an ally of Taiwan, switch allegiance to the mainland.”","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"However, Wang insists the venture is an independent commercial project.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Adding to concerns, it's not clear that HKND has even raised its $8 billion in initial financing.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Asked about investment, HKND told AP that it has \"received many contacts from the business sectors and will release [a] progress report at a proper time.\"","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Construction was set to begin at the mouth of the Brito river on Nicaragua's Pacific coast. If completed, the canal will then run across Lake Nicaragua, through rainforest and at least 40 villages requiring resettlement. The canal will then terminate at the mouth of river Punta Gorda in the southern Caribbean.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"The project will require massive dredging in Lake Nicaragua, as only about 10 percent of the lake meets the required depth for the canal, according to an investigation by Nicaraguan weekly paper La Confidencial.","href":"http://www.confidencial.com.ni/el-gran-lago-amenazado"},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Among the nearly 30,000 Nicaraguans who live in the path of the route, many fear the canal does not have to be completed for its environmental impact to be devastating.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Environmentalists have warned that the canal could destroy sensitive habitats and cloud Lake Nicaragua's waters. They are calling for an independent environmental impact assessment that properly studies potential damage to things like biodiversity and water quality in Lake Nicaragua, as well as coral reefs and animal migratory patterns.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"The area is also susceptible to earthquakes.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"HKND hired the respected U.K.-based consulting firm Environmental Resources Management about a year ago to assess the environmental and social impact of the project. In a written response to questions from the AP, HKND said the reports would be submitted for approval by the Canal Commission and the government in early 2015.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Telemaco Talavera, rector of the National Agrarian University and spokesman for Nicaragua's Canal Commission, said a number of changes were being made based on the studies' recommendations, such as relocating the planned Pacific port to protect mangroves and shifting the entry to the Caribbean to protect indigenous villages and fish populations.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Rather than dredge the lakebed to make it deep enough for large vessels, Talavera said, the project will use machines to suction the soil in order to keep upturned sediment from clouding the water and shutting down photosynthesis.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Talavera also promised that the canal commission will require the company to pay a fair price for land, rejecting rumors that HKND will be allowed to run roughshod over property owners.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"But the project, which some opponents call Ortega's pipe dream, is provoking growing anger, particularly among the autonomous indigenous communities — such as Rama, Garifuna, Mayangna, Miskitu and Ulwa — that it threatens.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Esteban Ruiz was a conscripted Sandinista soldier during the Contra War of the 1980s, during which he said he fled from battles because he didn't want to have to kill anyone.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"Now, as the 47-year-old farmer prepares to fight for his land, which sits in the evangelical-dominated community of Rio Grande in the path of the canal, Ruiz said, \"I'm not going to run.\"","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"With wire services","href":""},"url":"http://america.aljazeera.com/articles/2014/12/22/nicaragua-canal-tobreakgroundamidangerskepticism.html"},{"property1":{"text":"A dam-building boom across the developing world will bring electricity to growing, power-hungry cities across Asia, Africa and Latin America. But it can also put the world’s climate and people at risk, according to a new study by researchers aiming to reduce the host of environmental problems that can come with dam construction.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"Researchers at Tübingen University in Germany have have compiled a database of the 3,700 different dam projects planned or underway worldwide. They predict that global hydropower capacity will double in the next 10 years — an increase set to reduce by 20 percent the number of free-flowing rivers left on Earth.","href":"http://news.ku.dk/all_news/2014/10/global-boom-in-hydropower-expected-this-decade/"},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"The building boom also poses a hazard to the rich biodiversity of major river watersheds, including those of the Mekong, Amazon and Congo, on which millions depend.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"The database aims to be a resource for planners trying to reduce the environmental impact of such projects, according to the German study. The Berlin-based Leibniz-Institute of Freshwater Ecology and Inland Fisheries (IGB) also took part in the project. The researchers released their study Friday in Copenhagen.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"Population growth, energy demand and concerns over global climate change have spurred the development of hydroelectric dams as an energy source, but the researchers say it is not a cure-all for a warming world.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"“Despite the renewable nature of hydroelectricity, this technology also comes along with severe social and ecological adverse effects, e.g. relocation of people and transboundary conflicts, fragmentation of free-flowing rivers, habitat changes, thus further threatening freshwater biodiversity,” the researchers said.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"Despite their “renewable” label, hydroelectric dams can lead to the production of greenhouse gases, especially methane, when plant matter decays beneath lakes that form behind dams. The gasses bubble up to the surface, and leak into the atmosphere.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"While the promise of more electricity is real, the growth in its availability “will only partially close the electricity gap, may not substantially reduce greenhouse gas emission (carbon dioxide and methane), and may not erase interdependencies and social conflicts,” the study report says.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"Christiane Zarfl, the lead researcher on the project, said planners should take into account the effect of multiple dams on the same river system and the “cumulative effect” they have on the environment.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"The researchers said they hope their database will serve as a resource for planners trying to reduce the environmental impact of the often massive, years-long projects. People who live behind dams sometimes have to leave, as water levels rise and flood their homes. Authorities evicted 1.3 million of people living along the Yangtze River when China’s Three Gorges Dam rose during the 2000s.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"\"Displacement of local human population, potential conflicts on the river as a water resource, river fragmentation and thus habitat degradation and extinction of species are other consequences that we should be aware of when to decide where and how to build and operate a hydropower dam,\" Zarfl said in an email, adding that even if all the planned dams come online, they'll only amount to 18 percent of the world's energy needs, up from 16 percent now.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"Zarfl and fellow researchers hope that their work will lead to more sustainable hydropower investment, but some environmental activists believe there is no such thing as a good dam.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"“Hydropower is inappropriately classified as renewable,” said Jason Rainey, executive director of International Rivers, an environmental and human rights group. “Once a river is dammed, it can’t be renewed.”","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"The long-term effects of a dam, especially a mega-project like the Three Gorges, can be incalculable, uprooting people and plants, and altering the landscape itself.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"“Of course developing countries need access to electricity to prosper, and the true renewables, that’s wind, solar and geothermal, are no longer fringe or boutique, and they’re quite cost-competitive,” Rainey added, pointing to recent growth of the technology in sub-Saharan Africa.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"He called the failure to account for dams’ climate impact a “travesty.”","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"Rainey pointed to the planned Gibe 3 dam on the Omo River in Ethiopia as an example of a dam that will cause harm to area residents — including the 300,000 living around the desert lake that the river feeds, Lake Turkana, and the 200,000 people along the river. It will cut off the flow of water to the lake, which people rely on for drinking water and fishing, and it will disrupt the flow of the river, a lifeline in the desert.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"Rupak Thapaliya of the Hydropower Reform Coalition, a nonprofit dam-reform organization that works in the United States, said that the world can learn from U.S. blunders.","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"Many dams built across the U.S. during the 20th century went up before their long-term impacts were known. Now, Thapaliya said environmentalists and regulators focus on reducing the impact these dams have on the environment, disrupting fish, flooding areas that were previously dry and depriving other places of the water that they had before.","href":"http://america.aljazeera.com/articles/2014/10/5/-salmon-people-praytoreturnsacredswimmerstohistorichome.html"},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"“We didn’t know much about the ecosystem, and we didn’t have the environmental laws we do,” Thapaliya said. “Now that we built those dams, we realize the mistakes we made.”","href":""},"url":"http://america.aljazeera.com/articles/2014/10/24/hydropower-developingworld.html"},{"property1":{"text":"ARVIN, California – Californians who grumble about not being able to water their lawns everyday during the fourth year of a historic drought should swing by this small town in southern Kern County.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"Drought or no drought, residents of this rural community can’t drink water from the tap and can’t even use it for cooking because high levels of arsenic — known to cause cancer — become even more concentrated when water is boiled.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"“They worry about little things,” said Salvador Partida, president of the Committee for a Better Arvin, of the rest of the state. “We’re worried about not being able to drink the water.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"Last week Gov. Jerry Brown ordered the State Water Resources Control Board to enact mandatory cuts in water use by 25 percent. But more than 1 million California residents who live in mostly rural areas have unreliable access to safe drinking water, according to the Community Water Center, a non-profit group that advocates affordable and clean water for all Californians. For them, the ongoing drought that is ravaging the state's water supply is merely a sideshow.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"Tap water that comes mostly from wells in these communities violated maximum contaminant level standards set by the Environmental Protection Agency at least once in 2012 – the most recent annual compliance report by  the state’s drinking water program.","href":"http://www.waterboards.ca.gov/drinking_water/certlic/drinkingwater/Publications.shtml"},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"The number of violations with potential direct public health impact may affect even more people because of insufficient regulation and under-reporting, especially in areas served by small systems, said Heather Lukacs, project director at the Community Water Center.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"More than 100 areas with fewer than 10,000 people had arsenic violations. Most are small, poor communities with a predominantly Hispanic population, some of whom are forced to spend up to 10 percent of household income on bottled water.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"As of February of this year, the state reports that approximately 255,000 people served by 341 systems got water that was not potable. Almost half of the residents affected were getting water that exceeded the acceptable level of arsenic. The number is expected to rise over the entire year as more violations are reported.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"“A lot of it is aged infrastructure,” said Sarah Buck, rural development specialist with the Rural Community Assistance Corporation. “And it’s very expensive to drill additional wells.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"There is now a statewide effort to bring safe drinking water to all Californians. The Agua4All campaign, a coalition of state and advocacy groups, including The California Endowment, has just launched pilot programs here and in nearby Lamont and the Coachella Valley to bring water fountains and water bottle filling stations to schools, parks and community centers.","href":"http://www.rcac.org/agua4all"},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"The plan is to place Agua4All stations in all parts of the state that need them.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"In 2012, the groups — all members of the Safe Water Alliance — sponsored The Human Right to Water Bill, which was signed into law by Gov. Jerry Brown. California became the first state to legally recognize that every human being has the right to safe, clean, affordable and accessible water adequate for human consumption, cooking and sanitary purposes.","href":"https://www.law.berkeley.edu/files/Water_Report_2013_Interactive_FINAL.pdf"},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"The bill helped launch the current effort to provide “point-of-use water treatment systems” that remove arsenic from the water at drinking fountains in poor communities. A state grant of more than $400,000 is helping provide up to 69 filters to install on new Agua4All water fountains and continued maintenance. This is the first time the State Water Board has funded such a large number of treatment systems at water stations.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"“Everybody knows the water can’t be drunk because it stinks,” Partida said. “I’m not going to drink that and I’m certainly not going to let my kids drink that.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"Partida and his wife spend $4 to $5 a week for two 5-gallon jugs of clean water.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"“So you can imagine if you’ve got a lot of kids,” he said. “Ninety-nine percent of the population in Arvin buys bottled water … I’m amazed nobody was doing anything about it until now. A lot of people need to wake up.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"In Arvin, a city of about 20,000, 93 percent of the population is Hispanic, according to the Census Bureau. In nearby Lamont, an unincorporated area of 15,000 people, 95 percent are Hispanic.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"“Arsenic has been in certain parts of the aquifer at least for decades,” said Lukacs, with the Community Water Center, an Agua4All partner that’s working with affected communities. “Here, it’s mostly naturally occurring, and for that reason, we need to ensure people have access to safe water.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"Arvin Councilman Jose Gurrola, Jr. is a staunch supporter of long-term solutions to the city’s water problem.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"“We’re drilling new wells that have no arsenic,” he said, keeping his fingers crossed.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"That’s because when two wells are drilled in the next two years, they may or may not produce arsenic-free water. Preliminary tests show a good chance of finding safe water but the city won’t know until the drilling is done. The cost, originally at $4.5 million, has risen to $5.5 million because the drilling frenzy by big agricultural interests throughout the Central Valley has raised demand.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"If the wells are clean, three more will be drilled at a cost of $9.7 million. If they’re not, the city will have to build two centralized arsenic treatment plants. Total additional cost: $18.7 million.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"The money would have to come from the state and federal governments, taxpayers and grants but there are no guarantees. Plus, the burden of paying for expensive maintenance and loan repayments could fall on local residents.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"In Lamont Park, three green fountains have been installed. Residents can drink from them and fill water bottles to take home.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"“For low-income families, buying clean water is a big burden,” said Gerardo Tinaco, an Arvin native who works for the Community Water Center. “They pay for their water bill and then they pay for 5-gallon jugs.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"The Agua4All campaign is combining its efforts to bring potable water to poor communities with the Building Healthy Communities effort funded by The California Endowment. A 2011 survey by the UCLA Center for Health Policy Research showed that 73 percent of children in the Arvin-Lamont area drank soda or sugar-sweetened beverages the day before the survey was taken.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"Chris Molina, director of operations at the Boys and Girls Clubs of Kern County, stands by one of the new filtered water stations in the Lamont facility. “It’s been great for the kids,” he said. “They used to drink sodas. Now they’re drinking more water.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"Another water station is planned in front of the club, right across a major drop-off point for school buses that carry up to 400 high school students.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"Ivan Chetala and Karla Hernandez are lounging on the grass at Lamont Park with 7-month-old Carol in a stroller. The Lamont residents said they buy five gallons of water every week but continue to cook with tap water.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"Tinaco tells them in Spanish about the new water fountain nearby and advises them to fill up water bottles from there. He also warns them that boiling the water will not help with the arsenic problem. “It seems so simple,” Molina said. “One little fountain and now we see kids drinking the water and say it tastes better and parents don’t have to purchase water for them.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/more-than-1-million-californians-lack-clean-water.html"},{"property1":{"text":"One in 10 samples of breast milk purchased online is contaminated with cow's milk or formula, according to a study published on Monday in the journal Pediatrics.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"All but one contaminated sample included levels of cow's milk too high to be caused by inadvertent contamination, the study found, prompting the study’s authors to conclude that some sellers are intentionally adding nonhuman milk to their product to increase output and boost profits.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"\"If a baby with cow's milk allergy were to drink this milk, it could be very harmful,\" lead author Sarah Keim, an assistant professor at the Ohio State University College of Medicine and a researcher at Nationwide Children's Hospital in Ohio, told Agence-France Presse.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"Out of 102 tested samples bought on commercial websites, 11 were found to contain bovine DNA. Ten of those samples contained cow's milk at a level that pointed to intentional adulteration.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"Cow’s milk allergies or formula sensitivities could trigger dangerous reactions in babies drinking the contaminated milk, Keim noted on 700’s Children’s, a blog featuring experts affiliated with Nationwide Children's Hospital's research institute. Moreover, infants need certain nutrients that cow's milk does not provide. She noted that the presence of cow's milk is “just the tip of the iceberg,” since there is no way of knowing \"what else is in milk purchased online.\"","href":"http://700childrens.nationwidechildrens.org/cows-milk-in-online-breast-milk/"},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"The market for breast milk in the United States has been steadily growing over the past few years, but the Food and Drug Administration does not regulate it. Fourteen nonprofit milk banks follow guidelines by the Human Milk Banking Association of North America. A number of recent studies have raised concerns about the potential health consequences for babies who are fed human milk bought online.","href":"https://www.hmbana.org/locations"},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"Keim’s 2013 study in Pediatrics found that more than 75 percent of breast milk purchased online contained viral strains and disease-causing bacilli such as salmonella. Other samples included traces of medication that mothers were taking while pumping milk. In some cases, tests revealed that some suppliers were smokers despite claims that they weren’t, according to Keim. Dirty containers or pumping devices also are common sources of contamination.","href":"http://america.aljazeera.com/articles/2013/10/21/study-most-breastmilkboughtonlineiscontaminated.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"About 1 in 5 mothers in the U.S. searches for milk online because their babies suffer from a medical condition, according to a 2013 study published in Maternal and Child Health Journal, and 16 percent do so because their infants cannot drink formula. Others need milk for an adopted child or because they are unable to breast-feed.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"The health concerns have prompted researchers to call for better standards and regulation for the gray market for breast milk, which is rapidly outgrowing its origin as an informal network of mothers sharing their milk with their friends' babies. In 2010 the FDA warned about the risks of using milk from anyone other than the baby's mother.","href":"http://www.fda.gov/scienceresearch/specialtopics/pediatrictherapeuticsresearch/ucm235203.htm"},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"An editorial published in The British Medical Journal in March echoed those concerns. \"Although breast milk holds many known benefits, seeking out another’s milk rather than turning to instant formula poses risks,\" it read. “At present, milk bought online is a far from ideal alternative, exposing infants and other consumers to microbiological and chemical agents. Urgent action is required to make this market safer.\"","href":"http://www.bmj.com/content/350/bmj.h1485"},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"Breast milk is also available through nonprofit milk banks, which procure donated milk used primarily by hospitals to feed infants who are born prematurely.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"With wire services","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/breast-milk-samples-sold-online-contain-cows-milk.html"},{"property1":{"text":"It has been seven months since Michael Brown’s death triggered a national conversation about race and prejudiced policing, with Ferguson, Missouri, at its center. Next week the town will hold its first City Council elections since the fatal shooting — one that could markedly change the racial makeup of the city’s leaders.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"Two-thirds of Ferguson residents are black, yet the current six-member City Council has only one black member. In the upcoming elections, there are three open seats: one ward has only white candidates; another, only black candidates.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"All eyes are on in Ward 1, where there are two black and two white candidates. The victor will determine whether Ferguson’s City Council remains mostly white or divided equally between black and white members.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"“America Tonight” visited Ferguson to meet two Ward 1 candidates with very different visions for their hometown. Mike McGrath, who is white, wants Ferguson to return to a time of stability, when race wasn't such an explosive issue. After serving on the city’s planning and zoning committee for eight years, he says the City Council is the next step.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"Adrienne Hawkins, who is black, believes that Ferguson is racially divided and that more needs to be done to support the black community. Once a single mother on government assistance, she is now a federal employee with a master’s degree and two sons in college. Their answers have been edited for space and clarity.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"McGrath: I really care about this town. I need to be on that council to help fix the things that need to be fixed and keep this community going forward. I will admit, after the event in August [and] when the grand jury announcement was made, it put some trepidation in whether I wanted to run. We were painted with a huge racist brush, and we still are.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"Hawkins: It was the death of Michael Brown. Just the thought of my children not returning home from walking down the street was way too much to handle. And something had to change. I watched the protests, and I watched the women rise. And it filled me with hope, and I was like, \"All they need is some direction, so somebody has to lead by example. Why not me?\" Because the different candidates who began to rise, they weren't the candidates that I felt could lead Ferguson out of this.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"Hawkins: Ferguson is divided. A lot of people don't want to admit that Ferguson is divided or has been divided, but I come from the side of Ferguson where most of the action occurred, and I've always felt a little disconnected.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"I think that in order to deal with an issue, you have to address an issue. If you dance around the issue, you still have a problem. It's a powder keg, and one day it's going to blow a lot larger than it did in August and November. We have to acknowledge the elephant in the room or somebody could get hurt.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"McGrath: I didn't believe [the protests] were warranted. I was on the side of the law and order, not the protesters. I used to volunteer with the police department, so I knew most of the people involved that were there responding to it.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"Hawkins: It was overwhelming for me. It touched me deeply, and I was afraid for the safety of the young people, because of anger that they carried with them, and I didn't want to witness anybody else getting hurt.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"McGrath: It was never an issue before. I wish it wasn't now. It shouldn't be. It should be the candidate and not their race. I understand that there are going to be people that are not going to look towards qualifications. If I was the race that has been disenfranchised and I didn't see any of my race on the council, I'd be tending to vote that way. I hope they don't, for my sake, but I can understand if they do.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"Hawkins: I don't like to think in terms of race, but it's huge. If you look at the people who decided to run, for instance, you have people who represent the way Ferguson has always been, then you have people who want Ferguson to change. So most of the people who are happy with the way Ferguson always been happen to be white. I love Ferguson, but I need Ferguson to be more diverse and more inclusive.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"The report cleared Darren Wilson, the white officer who killed Brown, but found a pervasive pattern of racially biased policing in Ferguson.","href":"http://america.aljazeera.com/opinions/2015/3/doj-clears-wilson-but-excoriates-ferguson-police.html"},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"McGrath: We did not expect it to be a rosy report. They went in with an agenda. Their agenda originally was to make Officer Wilson look guilty. The more they investigated, the more it validated the grand jury's findings that Officer Wilson was justified in his actions and was defending himself. Some of their other findings, they cherry-picked. You can do that with statistics. I'm not saying it's not valid. But I don't think it's as bad as they try to make it seem.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"Hawkins: I was sickened by it. It's one thing to hear and to know that something is one-sided. But to have it proven in writing? It was really sickening for me, and it was difficult for me to read the report. If there's a problem with a large portion of the community, then something is wrong. Whether you choose to believe how it was reported or not, we need to fix those things.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"McGrath: Trying to have a few more town hall meetings and getting citizens involved. When there's a disaster, people get involved. When they get comfortable, they become disinvolved. But if you really want to make a difference, then you have to be involved in the process. And when you're more involved, more things get done.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"McGrath: When I talk to people, the overwhelmingly No. 1 complaint everybody has is “my streets.” No matter what shape their streets are in, that's all I hear about. And second in line, it's the school districts. We have little pockets that aren't part of the actual main school district, and that kind of hurts. It makes people disenfranchised. The people who live there, their kids don't go to the school district.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"Hawkins: Fear. There's fear on the side of most of the African-Americans who feel in disparate situations. I think it's the fear that the system won't ever change, won't ever be fair, won't ever offer them opportunity, won't ever give them any justice. And then on the other side, there's fear of losing white privilege, which a lot of people don't acknowledge that they have. There's fear that things will change and be different for them. There's fear that the black people will rise up and attack them. It's fear on all sides. All I hear is fear.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"McGrath: Mainly based on my qualifications and experience. The other three people seem like nice people, but until this election, they had done nothing. I care about this town. I care about the people, the community. This is my family. So I want to do what I think I can do to help make my family better. Because this [is] where I'm going to die.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"Hawkins: I'm empowered, and I know that I can do this. My resume may not match up, but the faith inside of me, the fact that I work hard, the fact that I went to college and got my two degrees — I know I'm qualified. With my two children behind me and my family and my friends in the community, this is just another stepping stone.","href":""},"url":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/4/3/the-ferguson-swing-seat.html"},{"property1":{"text":"Foreigners applying for residency or work permits in Russia will soon have to answer politicized questions about the newly annexed Crimean Peninsula, if a stiffened language and history exam reported by local media Monday is approved.","href":"http://america.aljazeera.com/articles/2015/3/27/russia-crimeans-ambivalent-one-year-on.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"The exam, which is compulsory for all immigrants seeking work in Russia, would replace a version that took effect earlier this year. Like the current test, applicants will have to demonstrate proficiency in Russian language and score at least a 60 percent on questions ranging from law and civics to the identity of famed Russian figure skater Irina Rodnina, the three-time Olympic champion who is now a pro-Kremlin lawmaker.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"But according to questions from the new test published in Izvestia newspaper, Crimean history will now come into focus — specifically, the peninsula's historical ties to Russia. Immigrants will have to name the republic that “was joined to” Russia in 2014, as well as answer the question: “In which century did Crimea join Russia under Catherine the Great?” (answer: the 18th).","href":"http://izvestia.ru/news/584887"},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"No official explanation has been given for why Russia has decided to update the exam, which was first introduced in 2012 amid a widening crackdown on immigration. Al Jazeera America attempts to contact the Russian embassy in Washington, D.C., for comment were unsuccessful.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"But the timing of the new changes did not seem a coincidence. Last spring, Russia annexed the Crimean Peninsula from Ukraine in apparent retaliation for a pro-Western uprising in Kiev. Russian President Vladimir Putin framed the move as a reclamation, noting that Crimea belonged to the Soviet Union until 1954. Under the watchful eyes of Russian soldiers who were occupying the peninsula at the time, Crimea's mainly Russian-speaking residents also voted in favor of rejoining Russia in a public referendum.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"Kiev and its Western backers, including the United States, declared the annexation a violation of international law. They also accuse Russia of arming and egging on the pro-Russian separatist movement in eastern Ukraine, which is currently under a cease-fire agreement. The faceoff has revived Cold War rhetoric from both sides, stoking Russian nationalism and sending Putin’s popularity soaring.","href":"http://america.aljazeera.com/articles/2015/3/10/Heavy-weapon-withdrawal-proceeds-in-Ukraine.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"The new residency test fits with the Kremlin's far-reaching efforts to promote its narrative on the events in Ukraine. Last year, the Education Ministry introduced a program called \"We are united\" that provides powerpoint presentations and lesson plans for school teachers which emphasize Crimea's historically Russian character.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"The program also explains that Putin acted amid the “increasing political instability and criminalization of the situation” in Ukraine, which led Crimea to hold a referendum \"in full compliance with democratic procedures and rules of international law,\" according to the Education Ministry's website.","href":"http://america.aljazeera.com/articles/2015/3/11/russia-claims-right-to-deploy-nukes-in-crimea.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"“The Russian government very much wants its own people to know its preferred version of history and now it seems they want foreigners to know it, too,” said Derek Bloom, a U.S. lawyer who has been living and practicing law in Russia for two decades.","href":"http://abcnews.go.com/blogs/headlines/2014/03/russia-already-selling-crimea-annexation-for-school-lessons/"},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"But Bloom, a partner in the Moscow law office of Marks and Sokolov, said the changes seemed incremental. He also noted that Russia's requirements for residency are not entirely dissimilar to those in countries like the U.S. Bloom, who gained residency in Russia before the new test was introduced, is married to a Russian woman, who has gone through the U.S. version of the process.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"In these types of test, he said, “certainly there’s a desire to bring up certain facts from the past” and not others.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"About 440,000 migrants have taken the residency or work permit versions of the current test since it was launched this year, with 95 percent passing, Izvestia reported. According to the latest government statistics, however, Russia has seen a net exodus of migrant labor this year due to the sinking ruble — a result both of plummeting oil prices and Western sanctions imposed over Russia's actions in Ukraine.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/russian-narrative-on-crimea-featured-in-new-residency-exam.html"},{"property1":{"text":"Chicago’s runoff election for mayor on Tuesday pits front-runner Mayor Rahm Emanuel against Cook County Commissioner Jesús “Chuy” Garcia, with both candidates scrambling across town to convince voters that they should be at the helm of the Windy City.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Emanuel and Garcia have visited schools, union halls and other standard campaign stops. But, as is so often case, both have ignored one voting bloc: the homeless.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Chicago’s has about 138,000 homeless individuals in its population of 2.7 million, according to the Chicago Coalition for the Homeless. While the homeless face obstacles to casting their ballots, many do vote, though estimates as to how many vote in Chicago are unavailable.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"William “Willie” Barnes, 64, is registered and plans to vote, one of the 10 percent of America’s 1.6 million homeless people who do so every year, according to estimates by the National Coalition for the Homeless.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Barnes lost his job as a truck driver several years ago and slipped into homelessness. He and his wife now live in a tent on the side of the Dan Ryan Expressway near Chicago’s downtown. A blue and white “Build a better Chicago” sign, the kind that appeared at public works projects after Emanuel became mayor in May 2011, props up their temporary shelter.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"He knows who he’ll to vote for.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"“I ain’t got nothing to do but think, and I think about this a lot,” Barnes said. “I think I am going to vote for Emanuel. I know we are in rough times, and although we think it is rough, it can always get rougher. We need Emanuel because he’s been in there already, he can handle the pressure.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Polls suggest Chicago voters agree with Barnes and have cooled to Garcia since he managed to get enough votes to force a runoff. Emanuel would 58 percent of the vote compared to Garcia’s 30 percent, according to a Chicago Tribune poll.","href":"http://www.chicagotribune.com/news/local/politics/ct-chicago-mayors-race-met-0331-20150330-story.html#page=1"},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Mark Brown, a Chicago Sun-Times columnist who covers homelessness, said the homeless and near homeless, despite their numbers, haven’t factored into candidates’ strategies.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"“I don’t see any campaign in Chicago reaching out for the homeless vote,” he said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"In the 20th century, however, these voters played a key role in the once notoriously crooked Chicago political scene. The Democratic machine would pull the homeless to the polls with promises of money or alcohol, Brown said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Today, there’s no evidence that the homeless vote early and often (as various Chicagoans are said to have quipped), but as recipients of public assistance and frequent targets of police harassment, the homeless have a stake in who runs their city’s government.","href":"http://www.wbez.org/story/news/local/vote-early-and-often"},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Emanuel's administration, for instance, has made deep cuts to public mental health care, services that many living on the streets depend.","href":"http://www.chicagoreader.com/chicago/city-council-mental-health-clinics-closures-hearing/Content?oid=14436533"},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"As for what homeless voters feel, Brown said they share many concerns with the rest of the city but with “perhaps a greater focus on crime and public health.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Indeed, the homeless’ understanding of politics echoes that of their fellow Chicagoans.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Many in the city still resent Emanuel’s shuttering of schools in 2013 to fill a budget gap. And community activists say the closings put children in crime-ridden neighborhoods at risk by forcing them to walk across streets controlled by rival gangs.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Renard Parrish, 48, who sleeps most nights on Chicago's L train, told Al Jazeera in February that he resents Emanuel’s school policy.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"“I voted for Garcia, to tell you the truth. I think he has better ideas. I didn’t see any need for those schools to be closed,” Parrish said of his vote in the initial February election. “They were already talking about kids going to dangerous territory.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Still, Parrish would like to see both candidates take a more direct role in the lives of the homeless.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"“I hope we could have an advocate that will speak for us, come and help us get housing.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Illinois’ Homeless Bill of Rights protects Barnes and Parrish’s right to vote. Signed into law by then-Governor Pat Quinn in 2013, it allows homeless people with two forms of ID to list a homeless shelter as an address when registering. Barnes votes in the city’s 11th Ward.","href":"http://www.ilga.gov/legislation/ilcs/ilcs3.asp?ActID=3517&ChapterID=64"},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"“Some states just make it harder to register to vote,” although all U.S. citizens do have the right, said Ed Shurna, executive director of the Chicago Coalition for the Homeless.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"He said that survival is the top priority for most homeless who live day to day, not voting, although his organization does help the homeless register.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"While he said that Emanuel’s administration has made some strides in helping homeless youth, Shurna doesn’t see a stark contrast with Garcia on issues affecting the city’s poorest.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"“I don’t have any sense if one candidate or the other is going to make any difference,” Shurna added. Appealing to the homeless, he said, is not a priority for the candidates.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"“I don’t know of either candidate ever going to a big shelter saying, ‘We’ll make it easier to vote,’” he said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/chicago-homeless-vote.html"},{"property1":{"text":"Twitter has complied with Turkey's request to remove photographs of a prosecutor held at gunpoint by armed leftists, an official said Monday, and a ban on it ended hours after being imposed.","href":"http://america.aljazeera.com/articles/2015/4/1/istanbul-authorities-kill-a-bomb-wielding-woman-near-police-hq.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"YouTube, which authorities also banned after an Istanbul court ordered social media to remove any content showing the kidnapped prosecutor, remained blocked late on Monday as talks with it continued, the official said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"Mehmet Selim Kiraz, the Istanbul prosecutor seen in the pictures, was later killed in a shoot-out between his hostage takers and police last week.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"\"Twitter has agreed to shut down accounts and remove images relating to last week's hostage-taking. The website will reopen to access very shortly,\" the senior official told Reuters before the site became accessible again.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"The micro-blogging site intends to appeal the Turkish court order, an official said without giving his name.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"Other social media sites were affected as well. Facebook said it had complied with a court order to restrict access to some content or face a block on its service. A company spokesman said it would appeal the order.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"Late on Monday, an Istanbul court ordered Google to remove controversial content on the prosecutor killed in hostage-taking incident, otherwise access to it would be blocked also.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"Ibrahim Kalin, a spokesman for President Tayyip Erdogan, said a prosecutor had demanded the bans because some media organizations had acted \"as if they were spreading terrorist propaganda\" in sharing the images of the hostage-taking.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"\"This has to do with the publishing of the prosecutor's picture. What happened in the aftermath is as grim as the incident itself,\" Kalin said. \"The demand from the prosecutor's office is that this image not be used anywhere in electronic platforms,\" he told a news conference in Ankara.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"Prosecutor Kiraz died from his wounds last Tuesday after security forces stormed the office where members of the Revolutionary People's Liberation Party-Front (DHKP-C) had taken him hostage. His two captors were also killed.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"The DHKP-C had published a picture of Kiraz with a gun to his head and said it would kill him unless its demands were met.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"\"The wife and children of prosecutor Kiraz have been deeply upset. The images are everywhere,\" the Turkish official said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"Google said it was working to restore service to the YouTube video-sharing site, which it owns. Turkey's telecoms regulator could not immediately be reached and there was no statement on its website.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"Turkey temporarily blocked Twitter and YouTube before local elections in March 2014, after audio recordings purportedly showing corruption in then-Prime Minister Erdogan's inner circle were leaked on their sites. That decision caused a public uproar and drew heavy international criticism.","href":"http://america.aljazeera.com/articles/2014/3/21/turkey-twitter-edrogangul.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"Turkey filed over five times more content-removal requests to Twitter than any other country in the second half of 2014, data published in February by the micro-blogging site showed.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"Last year, Turkey tightened laws allowing sites to be blocked by the authorities more easily.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"Reuters","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/twitter-complies-with-turkeys-request-ban-lifted.html"},{"property1":{"text":"Lufthansa said Monday it was not required to inform German aviation authorities about Andreas Lubitz's former depression, because he qualified as a pilot before stricter reporting rules went into effect in 2013.","href":"http://america.aljazeera.com/topics/topic/organization/Lufthansa_Airlines.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Lubitz, a co-pilot at Lufthansa's budget division Germanwings, is believed to have deliberately crashed the plane into the French Alps that killed 150 people.","href":"http://america.aljazeera.com/articles/2015/3/25/germanwings-plane-crash-investigation-continues.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"The question of what Lufthansa knew about any psychiatric problems may be a factor in its liability in the crash. Germany's Allianz estimates that insurers will end up paying $300 million in claims and costs related to the crash.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Lubitz broke off pilot training for several months in 2009. When he resumed his training, he told the Lufthansa pilot instructors by email he had overcome a period of severe depression. He was first certified to fly commercial planes in 2012.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Under European regulations, pilots with psychiatric conditions should be referred to the licensing authority by medical examiners, who may then decide to restrict the pilot’s license.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"The Luftfahrtbundesamt (LBA), the relevant German authority, said on Sunday it had \"no information at all\" before the crash about Lubitz's depression.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Lufthansa said that a provision in the new regulation, introduced in Germany in April 2013, safeguarded certain pre-existing fit-to-fly certificates and medical certificates issued by specialized aviation doctors.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Aviation medical centers or doctors could therefore issue extensions to such medical certificates even after the new rules came into effect, the airline said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"\"A general and separate duty to refer to the LBA did not therefore arise as a result of the change in the legal position,\" Lufthansa said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Dirk Fischer, a senior member of parliament in Chancellor Angela Merkel's conservatives, told the Rheinische Post newspaper last week that the confidentiality rules should be relaxed if the lives of others could be put in jeopardy.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"But medical and aviation associations rejected those calls, arguing the laws were a \"precious commodity\" that should not be tampered with.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"\"Such measures won't prevent accidents from happening in the future. Instead it will only lead to affected patients not seeking out treatment, so as to prevent information being passed on to their employer,\" the German Federation of Internists said last week.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Doctors already have authority to break the confidentiality vows if they feel their patient puts others at risk, according to Frank Ulrich Montgomery, head of the Federal Chamber of Physicians in Germany.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Privacy is fiercely guarded in Germany, a reaction to the mass surveillance carried out by the Gestapo in the Nazi era and the Stasi in post-war communist East Germany.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Under German law, employers cannot access employees' medical records and sick notes excusing a person from work do not specify their medical condition.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Pilots in Germany are required to inform examiners at their annual medical checks of any relevant health issues.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"In Britain, examiners at pilots' regular medical checks can request records from other doctors if they need them.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"In the United States, laws on whether mental health providers can report that a patient poses an immediate threat of harm to self or others vary by state.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"In states that require health professionals to disclose information about patients that pose a risk to others, the medical professional must inform law enforcement authorities.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Reuters","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/lufthansa-not-obligated-to-report-pilots-record.html"},{"property1":{"text":"Craig Stephen Hicks, charged with first-degree murder in the killing of three Muslim college students may face a death penalty trial, Superior Court Judge Orlando Hudson Jr. ruled Monday.","href":"http://america.aljazeera.com/articles/2015/2/11/three-students-shot-dead-near-unc-chapel-hill.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/man-charged-with-killing-3-muslims-can-face-death-penalty.html"},{"property1":{"text":"Hudson said that prosecutors had two aggravating factors and that Hicks is \"death penalty qualified.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/man-charged-with-killing-3-muslims-can-face-death-penalty.html"},{"property1":{"text":"Hicks is charged with three counts of first-degree murder in the Feb. 10 killings of 23-year-old Deah Shaddy Barakat; his wife, 21-year-old Yusor Mohammad Abu-Salha; and her sister, 19-year-old Razan Mohammad Abu-Salha.","href":"http://america.aljazeera.com/articles/2015/2/16/man-indicted-on-3-counts-of-murder-in-nc-deaths-of-muslims.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/man-charged-with-killing-3-muslims-can-face-death-penalty.html"},{"property1":{"text":"Prosecutors said that Hicks confessed; that he was arrested with the murder weapon, a handgun that ballistics experts matched to shell casings recovered at the apartment; that there was gunshot residue on his hands; and that blood from one of the victims was on his pants.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/man-charged-with-killing-3-muslims-can-face-death-penalty.html"},{"property1":{"text":"Police say Hicks, 46, appears to have been motivated by a long-running dispute over parking spaces at the Chapel Hill, North Carolina, condominium complex where he lived in the same building as Barakat and Yusor Mohammad Abu-Salha.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/man-charged-with-killing-3-muslims-can-face-death-penalty.html"},{"property1":{"text":"The victims' families are adamant that they were targeted because they were Muslims and have pushed for hate-crime charges. The FBI is conducting what it has called a \"parallel preliminary inquiry\" to the homicide investigation to determine whether any federal laws were violated, including hate crime statutes.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/man-charged-with-killing-3-muslims-can-face-death-penalty.html"},{"property1":{"text":"Search warrants filed by Chapel Hill police said Barakat was shot in the head near the entrance to his condo. The two women were found in or near the kitchen. Eight spent shell casings were found at the crime scene, investigators said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/man-charged-with-killing-3-muslims-can-face-death-penalty.html"},{"property1":{"text":"Earlier search warrants listed a dozen firearms recovered from the condo unit Hicks shared with his wife, in addition to the handgun he had with him when he turned himself in after the shootings.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/man-charged-with-killing-3-muslims-can-face-death-penalty.html"},{"property1":{"text":"Hicks, who was unemployed and studying to become a paralegal, posted online that he is an atheist and a staunch advocate of the Second Amendment right to bear arms.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/man-charged-with-killing-3-muslims-can-face-death-penalty.html"},{"property1":{"text":"Neighbors described him as an angry man who had frequent confrontations with other building residents over parking or loud music, sometimes with a gun holstered at his hip. He often discussed firearms in his social media posts, one of which included a photo of a .38-caliber revolver.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/man-charged-with-killing-3-muslims-can-face-death-penalty.html"},{"property1":{"text":"The Associated Press","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/man-charged-with-killing-3-muslims-can-face-death-penalty.html"},{"property1":{"text":"Ellen Pao, the woman who sued the powerful venture capital firm Kleiner Perkins Caufield & Byers for sex discrimination and lost, said Monday that more work needs to be done to address gender discrimination.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/ellen-pao-says-gender-issues-wont-go-away.html"},{"property1":{"text":"“You need to work through these issues,” Pao told The Wall Street Journal in an article published Monday, “because they are here and they’re not going to go away.”","href":"http://www.wsj.com/articles/ellen-pao-says-gender-issues-wont-go-away-after-kleiner-trial-1428292861?mod=WSJ_hp_RightTopStories"},"url":"http://america.aljazeera.com/articles/2015/4/6/ellen-pao-says-gender-issues-wont-go-away.html"},{"property1":{"text":"In her first interviews since a 12-person jury rejected four counts of gender discrimination against Kleiner Perkins on March 26, Pao also told broadcast journalist Katie Couric that while the scrutiny heaped upon her during the trial was difficult, she had been buoyed by the messages of support she had received from people all over the world.","href":"http://america.aljazeera.com/articles/2015/3/27/jury-delivers-verdict-in-ellen-pao-case.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/ellen-pao-says-gender-issues-wont-go-away.html"},{"property1":{"text":"“You start out, and you’re just one person,” Pao told Couric in an interview released online Monday on Yahoo.com. “It’s become something that’s much beyond me.”","href":"http://news.yahoo.com/video/exclusive-katie-couric-speaks-ellen-040411780.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/ellen-pao-says-gender-issues-wont-go-away.html"},{"property1":{"text":"When Couric asked how she would respond to those who say that her case was “the right issue at the right time,” but that she was “the wrong example” of gender discrimination, Pao shrugged it off.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/ellen-pao-says-gender-issues-wont-go-away.html"},{"property1":{"text":"“It’s happening to everyone, and there is no right example or wrong example,” Pao told Couric.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/ellen-pao-says-gender-issues-wont-go-away.html"},{"property1":{"text":"“I’ve told my story to highlight what the problem is, and if people don’t like it, that’s fine,” she added. “Go find somebody else, but this is my story, and this is something that happens to everybody and they should think about the message and what’s happening and not try to focus on me. It’s not about me.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/ellen-pao-says-gender-issues-wont-go-away.html"},{"property1":{"text":"Pao, who is now interim CEO at the user-generated news site Reddit, told the Wall Street Journal that women were too often being asked to embody stereotypically masculine and feminine traits in order to succeed at work, creating impossible-to-meet double standards.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/ellen-pao-says-gender-issues-wont-go-away.html"},{"property1":{"text":"“You have this needle that you have to thread, and sometimes it feels like there’s no hole in the needle,” Pao said. “From what I’ve heard from women, they do feel like there’s no way to win. They can’t be aggressive and get this opportunity without being treated like they’ve done something wrong.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/ellen-pao-says-gender-issues-wont-go-away.html"},{"property1":{"text":"When Couric asked Pao what kinds of changes she’d like to see made with respect to women in the workplace, Pao said she’d like to see companies invest in more diverse employees, including women and minorities. “I’d love to see a day where there are 50 percent women in these really powerful institutions that have a huge impact on what technology and what services are brought to the world,” Pao said. “If we can do that, I’ll be very happy.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/ellen-pao-says-gender-issues-wont-go-away.html"},{"property1":{"text":"Victor Gotbaum, an influential New York labor leader who both fought City Hall and helped it survive its 1970s fiscal crisis, has died, his son said Monday. He was 93.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"Gotbaum died Sunday at his Manhattan home, Noah Gotbaum said. He said the cause of his father's death hasn't been determined.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"A New York Times report cited a heart attack as the cause of death.","href":"http://www.nytimes.com/2015/04/06/nyregion/victor-gotbaum-labor-leader-who-helped-save-new-york-from-bankruptcy-dies-at-93.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"As the leader of the American Federation of State, County and Municipal Employees' District Council 37 in New York, Gotbaum was the voice of the nation's biggest municipal union when the city faced the threat of bankruptcy in the mid-1970s.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"\"Victor Gotbaum was a true New York City warrior — a man of action who dedicated his life to organizing workers and improving their lives,\" but also understood the importance of compromise, Mayor Bill de Blasio said in a statement.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"In 1975, banks were hesitating to keep extending the city credit because of its big budget debt. Then-Mayor Abraham Beame called for laying off thousands of workers and canceling a planned 6 percent raise.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"Workers pushed back. Sanitation employees went on strike, and police officers protested by blocking the Brooklyn Bridge. But Gotbaum felt the workers had more to lose than to gain if their resistance ended with bankruptcy.","href":"http://america.aljazeera.com/articles/2014/8/14/labor-sharks-preyimmigrantworkers.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"\"My attitude was that we would all go down together if we didn't work this out,\" Gotbaum told District Council 37's Public Employee Press in a 2009 interview.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"So he worked with state and city officials to strike key compromises. The raise was deferred, and the unions used pension funds to buy city bonds. The city ultimately avoided bankruptcy.","href":"http://america.aljazeera.com/articles/2014/9/30/newyork-living-wage.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"An intense labor advocate who didn't shy from strikes and sometimes pounded tables when making a point, Gotbaum led District Council 37 from 1965 through 1987. His tenure \"improved the lives of tens of thousands of city workers and their families\" and defended public services for all New Yorkers, current District Council 37 Executive Director Henry Garrido said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"After getting a master's degree in international affairs from Columbia University, Gotbaum worked for the Department of Labor, helped set up a labor education program in Turkey and worked for a meat cutters' union and AFSCME in Chicago before returning to his native New York, according to his 2000 book, \"Negotiating in the Real World.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"\"From the beginning of my career as a labor leader, what I loved most were the negotiations,\" he wrote.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"While negotiating involved compromise, \"I don't think he ever compromised on issues he felt deeply about,\" Noah Gotbaum said. \"He was really on the side of the underdogs, always.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"Victor Gotbaum was involved in Democratic politics, and served as a New York state co-chairman of Michael Dukakis' 1988 presidential campaign. Gotbaum's widow, Betsy Gotbaum, was the city's elected public advocate from 2002 to 2010.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"The Associated Press","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/labor-leader-victor-gotbaum-dies-helped-nyc-in-70s-crisis.html"},{"property1":{"text":"In a rare prisoner swap, a hard-line Syrian rebel group has released 25 women and children to Syrian government fighters in exchange for one of their captive commanders, a monitoring group said on Monday.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/syria-rebels-exchange-25-women-and-children-prisoners.html"},{"property1":{"text":"The Syrian Observatory for Human Rights said the 10 children and 15 women were kidnapped by the Sunni insurgents more than a year ago from two Shia-majority towns in northern Aleppo province.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/syria-rebels-exchange-25-women-and-children-prisoners.html"},{"property1":{"text":"The deal was between the Jaish al-Mujahideen faction, a self-described Islamist coalition that fights both the Syrian regime and the Islamic State in Iraq and the Levant (ISIL), and pro-government militia, the Observatory said. Kurdish fighters known as Popular Protection Units (YPG) reportedly mediated the swap.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/syria-rebels-exchange-25-women-and-children-prisoners.html"},{"property1":{"text":"The Observatory said the women and children were from Nubl and Zahra, two Shia villages that have been under a long siege by anti-government forces, including Jaish al-Mujahideen.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/syria-rebels-exchange-25-women-and-children-prisoners.html"},{"property1":{"text":"“The women and children were kidnapped between a year and 18 months ago and held by different rebels,” Observatory head Rami Abdulrahman told Reuters by phone. “They were handed to Jaish al-Mujahideen to use in an exchange.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/syria-rebels-exchange-25-women-and-children-prisoners.html"},{"property1":{"text":"The commander was the military leader of Jaish al-Mujahideen, who was captured in August, said Abdulrahman.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/syria-rebels-exchange-25-women-and-children-prisoners.html"},{"property1":{"text":"Syrian state media have made no mention of the exchange, and government officials were not immediately available for comment.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/syria-rebels-exchange-25-women-and-children-prisoners.html"},{"property1":{"text":"Kidnap for ransom is common in Syria but trades between opposing sides in the fighting are infrequent. More than 220,000 people have been killed in Syria's conflict.","href":"http://america.aljazeera.com/articles/2015/3/13/after-four-years-of-syrias-war-no-end-in-sight.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/syria-rebels-exchange-25-women-and-children-prisoners.html"},{"property1":{"text":"Al Jazeera and Reuters","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/syria-rebels-exchange-25-women-and-children-prisoners.html"},{"property1":{"text":"Conservative U.S. governors who came to power during the 2010 tea party electoral wave are facing a reality check. A few years ago, catering to a far-right constituency, they campaigned on pledges of slashing taxes and bolstering business. Their subsequent policies have benefited the wealthy but failed to bring trickle-down prosperity to their states.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"It is the morning after the tea party. Republican governors are waking up to a sluggish job market, stagnant wages, state deficits and impoverished services. The party’s trickle-down ideology is no way to manage a government. And a state cannot be run on tax cuts alone.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"Recent headlines are much different than those in 2010: “Republican governors buck party line on raising taxes,” read a recent headline in The New York Times. “Tax increases a much-regretted necessity for Republican governors,” said another in Bloomberg. “Republican governors are flirting with tax hikes,” the Christian Science Monitor noted.","href":"http://www.nytimes.com/2015/01/25/us/politics/republican-governors-buck-party-line-on-raising-taxes.html"},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"Conservative governors now recognize the need to generate revenue to maintain schools and highways. But they are still not taking responsibility and cleaning up the messes they have created. Rather than reversing tax cuts for the wealthy, many are implementing regressive measures that penalize middle-class taxpayers.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"“Of the 10 or so Republican governors who have proposed tax increases, nearly all have called for increases in consumption taxes, which hit the poor and middle class harder than the rich,” The New York Times reported last month. This includes new taxes on gas, e-cigarettes, movie tickets and services such as haircuts.","href":"http://www.nytimes.com/2015/02/14/upshot/states-consider-increasing-taxes-on-poor-cutting-them-on-affluent.html?_r="},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"In 2010, conservatives had a banner election year riding popular anger at Washington. In all, 11 Democratic governors lost to Republican victors. The GOP took control of both houses in 25 state legislatures.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"For the new tea-party-backed leaders, tax cuts were high on the agenda. Governors such as Michigan’s Rick Snyder and Kansas’ Sam Brownback explicitly said business executives — rechristened by Republican wordsmiths as “job creators” — would see immediate benefits. Snyder pledged “to eliminate the Michigan Business Tax and replace it with a 6 percent flat corporate income tax,” according to The Grand Rapids Press, arguing it will result in “a $1.5 billion tax cut on Michigan job creators.” The night of his victory, Brownback flatly said he was opposed to “taxes on capital formation.”","href":"http://cjonline.com/news/state/2010-11-02/brownback_wins_in_a_runaway"},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"What Brownback and Snyder, along with Ohio’s John Kasich and Wisconsin’s Scott Walker, were promoting in their states is merely the most recent incarnation of what George H.W. Bush once called “a voodoo economic policy.” Conservative logic has long held that tax cuts for the wealthy work miracles by stimulating economic activity. The argument goes: Not only do tax cuts create growth throughout the economy — thus boosting the fortunes of working people — but they also bolster state revenues and allow for balanced budgets, since people end up paying taxes on higher incomes.","href":"http://archives.nbclearn.com/portal/site/k-12/flatview?cuecard=33292"},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"Debating the merits of this philosophy with then-Gov. Ronald Reagan in the 1980 Republican presidential primaries, Bush argued, “It just isn’t gonna work.” He was right. It didn’t work then: Budget deficits soared during the Reagan years. As tea party governors are learning, it isn’t working now either.","href":"http://mises.org/library/sad-legacy-ronald-reagan-0"},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"In Kansas, Brownback lowered tax rates for top earners by 26 percent. Now the state faces a $334 million budget deficit. Kansas’ public services are so emaciated that the State Supreme Court ruled the funding of the school system unconstitutional. Economic growth has stalled and the state’s employment growth currently ranks 34th in the nation.","href":"http://www.huffingtonpost.com/2015/02/07/kansas-brownback-budget-highway_n_6636484.html"},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"“Brownback’s recent promise of 100,000 new private sector jobs in his next four years seems to be unrealistic,” Kansas City Star columnist Yael T. Abouhalkah, wrote in January. “That’s because the state would need to create 2,100 jobs a month while it’s been averaging close to 1,300 a month for his first four years in office.”","href":"http://www.kansascity.com/opinion/editorials/article8030481.html"},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"Wisconsin is experiencing similar woes from supply-side tax cuts and union busting. In 2013 the Federal Reserve ranked Wisconsin 49th in economic outlook and 44th in private-sector job growth. Wages fell 2.2 percent that year. Wisconsin is now raiding public employees’ retirement funds to make up for a budgetary shortfall of nearly $280 million. By contrast, neighboring Minnesota raised taxes on top earners in 2013 and now has one of the fastest growing economies in the nation. The state raised its minimum wage and balanced its budget without resorting to financial accounting games.","href":"http://www.wisconsingazette.com/wisconsin/as-he-campaigns-for-president-walkers-budget-hole-mushrooms-to-2-billion.html"},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"The conservative tactic of attacking government during an election rarely translates into good governance. There’s a reason why anti-government rhetoric remains vague and abstract: The public is often horrified to see highways and bridges deteriorate, public schools close and fire departments face crippling cutbacks.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"Formerly insurgent anti-government governors are now recognizing this fact. Unfortunately, despite their scrambles to raise revenue, many are not going about this task responsibly. Rather than reversing the tax cuts for their top donors, they are implementing regressive measures that draw most heavily from middle-class families. For example, Snyder’s ballot initiative to increase infrastructure spending will be paid for with a sales-tax increase. This puts a heavy burden on families of modest means, who spend most of their incomes paying for basic necessities at retail stores.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"Brownback is taking a page from Walker’s political playbook. Instead of asking his business friends to help address the state’s fiscal crisis, he is raiding a pot of money accumulated by middle-class workers. As in Wisconsin, Kansas’ tattered state budget is being mended with funds previously set aside for civil servants’ pension plans. Compensation that public employees have put into the system for decades is being drained to pay for top-bracket tax cuts.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"That these governors now want to put their states on more stable financial grounds indicates that they are sobering up from their tea party bacchanalia. But gutting essential public services will only compound the economic woes of their constituents. Efforts to address budget troubles by using voodoo economics will only impose new burdens on the working families that are already hit hard by the lackluster economies these leaders created.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/the-morning-after-the-tea-party.html"},{"property1":{"text":"The FBI is investigating whether hate crimes were committed during two St. Louis area attacks where suspects allegedly made reference to Ferguson, including the assault of former St. Louis Cardinals outfielder Curt Ford, investigators said Monday.","href":"http://america.aljazeera.com/topics/topic/issue/Michael-Brown-Shooting.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/fbi-investigating-2-attacks-with-alleged-ferguson-references.html"},{"property1":{"text":"Both attacks happened in March, one involving a white victim and black attackers, the other a black victim attacked by a white man. The suspects in both cases allegedly made references to Ferguson, the St. Louis suburb at the center of racial strife since a white police officer in August fatally shot 18-year-old Michael Brown, who was black and unarmed.","href":"http://america.aljazeera.com/multimedia/photo-gallery/2014/8/photos-protestersclashwithpoliceoverfergusonkilling.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/fbi-investigating-2-attacks-with-alleged-ferguson-references.html"},{"property1":{"text":"FBI spokeswoman Rebecca Wu said the agency is looking into both cases for possible hate crimes. Anyone found guilty of a federal hate crime involving bodily injury could face up to 10 years in prison.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/fbi-investigating-2-attacks-with-alleged-ferguson-references.html"},{"property1":{"text":"Investigators allege that Ford, 54, was punched by James Street at a convenience store on March 25 in Fenton. Police said Street, who is white, shouted racial slurs and told Ford, who is black, \"Go back to Ferguson.\" Ford, who played for the St. Louis Cardinals and Philadelphia Phillies from 1985 to 1990, said he was punched without warning.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/fbi-investigating-2-attacks-with-alleged-ferguson-references.html"},{"property1":{"text":"The 37-year-old Street is charged with third-degree assault motivated by discrimination. He is free on bond but doesn't have a listed phone number or an attorney.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/fbi-investigating-2-attacks-with-alleged-ferguson-references.html"},{"property1":{"text":"The other attack — captured on cellphone video posted on social media sites — happened March 23, on a MetroLink light rail train in St. Louis. The victim, a 45-year-old white man, told police he declined a young black man's request to use his cellphone before the young man asked what he thought about \"the Mike Brown situation.\" The victim answered that he hadn't given it much thought, and the young man repeatedly punched him.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/fbi-investigating-2-attacks-with-alleged-ferguson-references.html"},{"property1":{"text":"Ronald Williams, 20, who is black, was charged with a misdemeanor in the attack. Williams' attorney didn't return a message seeking comment. A juvenile also was attested in the attack.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/fbi-investigating-2-attacks-with-alleged-ferguson-references.html"},{"property1":{"text":"State hate-crime charges weren't sought in the light-rail attack because there wasn't enough evidence to prove that the attack involved racial or religious motivations, said Lauren Trager, spokeswoman for St. Louis Circuit Attorney Jennifer Joyce.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/fbi-investigating-2-attacks-with-alleged-ferguson-references.html"},{"property1":{"text":"The Associated Press","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/fbi-investigating-2-attacks-with-alleged-ferguson-references.html"},{"property1":{"text":"The University of Virginia fraternity chapter at the center of a now-discredited Rolling Stone rape article says the story was defamatory and reckless and they are pursuing legal action against the magazine.","href":"http://america.aljazeera.com/watch/shows/america-tonight/articles/2015/1/16/uva-rolling-stonemoral.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"Phi Kappa Psi said Monday in a statement that the widely read and circulated article led to vandalism of the fraternity house and members being ostracized.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"The fraternity's statement came as the Columbia Graduate School of Journalism released a report Sunday night, saying the magazine's shortcomings \"encompassed reporting, editing, editorial supervision and fact-checking.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"The article said a woman named \"Jackie\" was gang-raped at the fraternity house. Police say there is no evidence the attack took place.","href":"http://america.aljazeera.com/articles/2015/3/23/charlottesville-police-say-no-evidence-rape-occurred.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"The Rolling Stone article, written by contributing editor Sabrina Rubin Erdely and published in November, detailed an alleged 2012 gang rape that a first-year student identified as \"Jackie\" said she had endured at the Phi Kappa Psi fraternity house. It also accused the university of tolerating a culture that ignored sexual violence against women.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"But in December, after coming under a barrage of questions about the story's veracity, Rolling Stone apologized for \"discrepancies\" in the account and admitted that it never sought comment from seven men accused of the alleged rape.","href":"http://america.aljazeera.com/blogs/scrutineer/2014/12/5/rolling-stone-rapeuniversityvirginiaretraction.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"\"Rolling Stone's repudiation of the main narrative in 'A Rape on Campus' is a story of journalistic failure that was avoidable,\" the Columbia team wrote in the report, which the magazine requested and published on its website.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"Steve Coll, dean of Columbia’s journalism school, led the review of the story.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"In an editor's note printed at the top of the report, Rolling Stone Managing Editor Will Dana said the magazine was officially retracting the article and apologized \"to all of those who were damaged by our story and the ensuing fallout.\"","href":"http://america.aljazeera.com/articles/2015/4/5/rolling-stone-apologizes-retracts-discredited-rape-story.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"It is important that rape victims feel comfortable stepping forward, Dana wrote, \"and it saddens us to think that their willingness to do so might be diminished by our failings.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"The magazine's founding editor, Jann Wenner, said in an interview with the New York Times on Sunday that the botched story was an isolated episode and that Erdely would continue to write for the magazine. He also said neither Dana nor Sean Woods, who edited the article, would lose their jobs.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"While Dana said in his note that Rolling Stone would commit itself to following \"a series of recommendations about journalistic practices that are spelled out in the report,\" the report itself said \"Rolling Stone's senior editors are unanimous in the belief that the story's failure does not require them to change their editorial systems.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"Wire services","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/uva-fraternity-chapter-to-sue-rolling-stone.html"},{"property1":{"text":"Saudi Arabia has asked Pakistan for military aircraft, warships and soldiers, Pakistani Defense Minister Khawaja Asif said on Monday, at the start of a parliamentary debate on whether Pakistan should get involved in a Saudi-led campaign in Yemen.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"Saudi Arabia, the Gulf's main Sunni Muslim power, has asked Sunni-majority Pakistan to join the military coalition that began conducting air strikes in Yemen last month against rebel Houthi forces, who adhere the Zaidi school of Shia Islam and whom Gulf countries see as an regional proxy for Shia Iran.","href":"http://america.aljazeera.com/articles/2015/3/19/plane-attacks-yemen-presidential-palace.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"Asif has in turn hedged his bets. He has said repeatedly he will defend any threat to Saudi Arabia's “territorial integrity” without defining what action Pakistan might take in practice.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"“Both Pakistan and Turkey are concerned at the overthrow of a legitimate government of Yemen by use of force by non-state actors ... Pakistan and Turkey agreed that the continuing crisis in Yemen could plunge the region into turmoil.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"The Saudi-led and U.S. supported military campaign entered its 12th day Monday, targeting the Houthi rebels who took over the capital, Sanaa, in September and eventually forced Yemeni President Abd Rabbu Mansour Hadi to flee. The rebels and allied forces are now making a push for Yemen's second-largest city, Aden, declared a temporary capital by Hadi before he fled abroad.","href":"http://america.aljazeera.com/articles/2015/1/20/yemen-crisis-negotiations.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"The Saudi-led force also has blockaded Yemen by air and sea. Humanitarian groups, along with Russia at the United Nations Security Council, have called for a pause in the fighting to allow for aid to reach Yemen amid dwindling medical supplies and overstretched personnel. The Red Cross subsequently said on Monday that it was given permission to land planes full of staff and supplies into the country, but those deliveries were still being held up by “logistical problems.”","href":"http://www.aljazeera.com/news/2015/04/red-cross-permission-deliver-aid-yemen-150406011849828.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"Evacuations of foreign nationals also continued. India said nearly all of its citizens in Yemen would be evacuated by Monday night. As of Sunday, India had evacuated nearly 2,300 citizens, most by sea from Aden. It was unclear how many more were left.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"The current Pakistani government may feel an obligation to help the war effort because of past Saudi patronage. Last year, Riyadh gave Pakistan $1.5 billion in aid money, while it also sheltered current Pakistani President Nawaz Sharif after he was overthrown in a 1999 military coup during a previous stint in charge of the country.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"But joining the Saudi-led coalition could inflame a sectarian conflict at home where about a fifth of the population is Shia and attacks on Shia are increasing, further destabilizing the nuclear-armed nation of 180 million people. The Pakistani army, a mix of both Shia and Sunni generals, risks compromising its non-sectarian position by becoming overtly involved in the conflict and supporting the Saudis against the Houthis.","href":"http://america.aljazeera.com/articles/2015/3/27/why-pakistan-may-be-a-reluctant-ally-in-saudis-yemen-campaign.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"Pakistani intervention would probably also anger Shia power Iran, with which Pakistan shares a long and porous border in a region roiling with its own separatist insurgency. Pakistan's other main borders are with archenemy India and Afghanistan, where Pakistani troops are conducting operations against the Taliban, which has long terrorized the country's Shia minority. The Iranian foreign minister will visit Pakistan this week.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"Many analysts say the military, which has ruled Pakistan for more than half its existence since independence, has the final call. The generals have been silent.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"Pakistan has nearly 1.5 million active soldiers and reserves, but about a third of those are tied up with operations along the Afghan border. The bulk of the remaining forces face off with nuclear-armed India. Others are executing the government's new counter-terrorism plan.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"Even though Saudi Arabia is a “special friend” of both the government and the military, Pakistani intervention in Yemen might be unwise, said retired Maj. Gen. Mahmud Ali Durrani, a former national security adviser.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"\"If it was to defend Saudi Arabia against aggression, in spite of our commitments, I think we would stretch to sending troops,\" he said. \"To send our troops to a third country — I think that would be foolhardy.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"Al Jazeera and wire services","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/pakistan-says-saudi-led-coalition-in-yemen-wants-troops.html"},{"property1":{"text":"Yemen's Houthis are ready to sit down for peace talks as long as a Saudi-led air campaign is halted and the negotiations are overseen by \"non-aggressive\" parties, a senior Houthi member said.","href":"http://america.aljazeera.com/watch/2015/4/war-in-yemen-is-forcing-business-to-shut-down.html"},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"The Houthi response came a day after Russia called an emergency meeting of the United Nations Security Council and circulated a draft resolution demanding \"regular and obligatory\" breaks in airstrikes by the Saudi-led coalition against Houthi Shia rebels to allow foreign personnel to leave the country. Echoing Russia on Saturday, the International Committee of the Red Cross (ICRC) also called for an immediate pause in hostilities to deliver life-saving medical aid.","href":"http://america.aljazeera.com/articles/2015/4/4/russia-red-cross-appeal-for-humanitarian-pause-in-yemen.html"},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"\"We have received permission from the coalition for two planes now, one carrying supplies and one with staff,\" ICRC spokeswoman Sitara Jabeen told Reuters on Sunday.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"The ICRC hoped that the aircraft could land on Monday in the capital Sanaa, she said. However, it was still awaiting approval for an ICRC surgical team it plans to bring by boat into the southern city of Aden, where fighting remains intense.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"In Riyadh, a spokesman for the Saudi-led coalition said arrangements had been made for at least one Red Cross aid delivery on Sunday morning, but the ICRC had pulled out of the arrangement.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Saleh al-Sammad, a senior figure in the Houthi leadership who was an adviser to President Abed Rabbo Mansour Hadi, told Reuters over email that Yemenis reject the return of Hadi, who escaped to Saudi Arabia 11 days ago after the Houthi fighters edged closer to his southern base of Aden last month.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Warplanes and ships from a Saudi-led coalition have been bombing the Iran-allied Houthi forces for 11 days, saying they are trying drive back the Houthis and restore Hadi. U.N. brokered peace talks in the preceding weeks between Hadi and the Houthis had failed.","href":"http://america.aljazeera.com/articles/2015/3/25/houthi-aden.html"},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"\"We still stand by our position on dialogue and we demand its continuation despite everything that has happened, on the basis of respect and acknowledging the other,\" Sammad said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"\"We have no conditions except a halt to the aggression and sitting on the dialogue table within a specific time period ... and any international or regional parties that have no aggressive positions towards the Yemeni people can oversee the dialogue,\" Sammad said, without specifying who they might be.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Sammad added that he wanted the dialogue sessions aired to the Yemeni people \"so that they can know who is the obstructer.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"This weekend, Houthi forces rounded up and detained more than 120 members of the rival Islah party, the Yemeni Muslim Brotherhood branch, the Houthis said on their website Sunday.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Also Sunday, Houthi forces advanced to near the port of Mualla, with airstrikes targeting the group's strongholds. Mualla is defended by militiamen of \"popular committees\" loyal to President Hadi.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"But just hours later, they were pushed back by pro-Hadi fighters. A pro-Hadi militia source told Reuters 36 Houthi were killed near the port, while 11 of Hadi's combatants died.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Aden residents reported hearing sporadic gunfire and blasts of rocket-propelled grenades.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Summer Nasser, a human rights activist and blogger, told Al Jazeera that she had to leave her home in Aden because of the fighting.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"\"Conditions are devastating actually. We've heard shelling by Houthis on homes, civilians killed. There's no electricity, water. I feel like the humanitarian crisis in Aden is actually getting worse by the hour,\" she said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Television footage purports to show coalition warships bombing Houthi ammunition supply lines and depots from sea.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Aden, the last foothold of supporters of Hadi, has been shaken by more than a week of fierce clashes between the Shia rebels and Hadi loyalists.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"At least 185 dead and 1,282 wounded from the clashes have been counted in hospitals in Aden since March 26, the city's health department director al-Kheder Lassouar said on Saturday. The United Nations says more than 500 people have been killed in the past two weeks in Yemen and nearly 1,700 wounded.","href":"http://america.aljazeera.com/articles/2015/4/3/first-american-casualty-in-yemen-conflict-rights-groups-mull-lawsuit.html"},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Airstrikes in the southern city of Dhale, close to Aden, killed at least five civilians on Sunday, medical officials told the Associated Press.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Saudi Arabia's King Salman was quoted as saying Monday that the kingdom was ready for a political meeting of Yemeni parties, under the auspices of the Gulf Cooperation Council (GCC). Five out of the six GCC member states are part of the military coalition bombing which is bombing the Houthis.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Houthi fighters seized the capital Sanaa six months ago and last month launched an offensive on the south, backed by army units loyal to longtime ruler Ali Abdullah Saleh.","href":"http://america.aljazeera.com/articles/2015/3/23/yemen-edging-closer-to-war-say-analysts.html"},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"That prompted Saudi Arabia to launch a campaign of airstrikes on March 26 alongside regional Sunni Muslim Arab allies.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"The conflict has turned Yemen into another front in Sunni Muslim Saudi Arabia's proxy war with Shia rival Iran, a struggle which is also playing out in Syria, Lebanon and Iraq.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Tehran denies Riyadh's charges that its arms the Houthis, and Sammad dismissed the accusations as rumors. \"Even if there was Iranian support as is being said, it is not an excuse for this flagrant aggression,\" he said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Sammad denied the Houthis want control of the south, home to a long-running secessionist movement, and said they were focused on confronting the threat from Al-Qaeda.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"\"The sons of the south will run their own affairs, and they will have the more prominent role in the coming political scene,\" he said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"Al Jazeera and wire services","href":""},"url":"http://america.aljazeera.com/articles/2015/4/5/yemens-houthis-ready-for-talks-if-air-strikes-stop-senior-member-says.html"},{"property1":{"text":"President Barack Obama defended a framework nuclear agreement with Iran as a “once-in-a-lifetime opportunity” to prevent development of a bomb and bring longer-term stability to the Middle East. He insisted the U.S. would stand by Israel if it were to come under attack, but acknowledged that his pursuit of diplomacy with Tehran has caused strain with the close ally.","href":"http://america.aljazeera.com/articles/2015/4/2/iran-nuclear-talks-reach-key-parameters-of-deal.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"“It's been a hard period,” Obama said in an interview with Thomas Friedman, a columnist for The New York Times published Sunday night. He added that it is “personally difficult” for him to hear his administration accused of not looking out for Israel's interests.","href":"http://www.nytimes.com/2015/04/06/opinion/thomas-friedman-the-obama-doctrine-and-iran-interview.html?action=click&contentCollection=Middle%20East&module=RelatedCoverage&region=Marginalia&pgtype=article"},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Now in his seventh year in office, Obama cast the Iran talks as part of a broader foreign policy doctrine that sees American power as a safeguard that gives him the ability to take calculated risks.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"“We are powerful enough to be able to test these propositions without putting ourselves at risk,” he said, citing his overtures to Cuba and Myanmar as other examples of his approach.","href":"http://america.aljazeera.com/opinions/2014/11/myanmar-democracypresidentutheinseinaungsansuukyi.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"The president's comments come days after the U.S. and other world powers reached a tentative agreement to curb Iran's nuclear program in exchange for sanctions relief. The framework cleared the way for negotiators to hammer out details ahead of a June 30 deadline for a final deal.","href":"http://america.aljazeera.com/articles/2015/4/3/sanctions-iran-long-road-lifting-embargoes.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Obama argued that successful negotiations presented the most effective way to keep Iran from obtaining a nuclear weapon, but insisted he would keep all options on the table if Tehran were to violate the terms.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"“I've been very clear that Iran will not get a nuclear weapon on my watch, and I think they should understand that we mean it,” Obama said in the interview published Sunday. “But I say that hoping that we can conclude this diplomatic arrangement — and that it ushers a new era in U.S.-Iranian relations — and, just as importantly, over time, a new era in Iranian relations with its neighbors.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"The president said there are many details that still need to be worked out with the Iranians and cautioned that there would be “real political difficulties” in implementing an agreement in both countries. He reiterated his opposition to a legislation that would give the U.S. Congress final say in approving or rejecting a deal, but said he hoped to find a path to allow Congress to “express itself.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"On the substance of the Iran framework agreement, Obama outlined how the U.S. would seek to verify that Tehran wasn't cheating. He said there would be an “international mechanism” that would assess whether there needed to be an inspection at a suspicious site and could overrule Iranian objections.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"The nuclear talks have been a remarkable shift in the frozen relationship between the U.S. and Iran. It has become normal for officials from both countries to communicate and hold face-to-face meetings. Obama is yet to meet with Iranian President Hasan Rouhani, though they did speak on the phone. He has also exchanged letters with Iran's Supreme Leader Ayatollah Ali Khamenei.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Obama said the letters include “a lot of reminders of what he perceives as past grievances against Iran.” But he said the concessions Khamenei allowed his negotiators to make in the nuclear talks suggests that “he does realize that the sanctions regime that we put together was weakening Iran over the long term, and that if in fact he wanted to see Iran re-enter the community of nations, then there were going to have to be changes.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"The White House plans an aggressive campaign to sell the deal to Congress, as well as to skeptical Arab allies who worry about Iran's destabilizing activity in the region. The president has invited leaders of six Gulf nations to Washington this spring and said he wanted to “formalize” U.S. assistance.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Obama said last week he would meet the leaders of the six Gulf Cooperation Council states this spring at his Camp David retreat, partly to discuss their concerns about the emerging nuclear agreement with Iran.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"The GCC is Saudi Arabia, Kuwait, the United Arab Emirates (UAE), Qatar, Oman and Bahrain. Saudi Arabia, which sees Iran as its main regional rival, has repeatedly hinted that it would seek its own atomic weapons if Tehran ever did the same.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Obama said he wanted to discuss with the Gulf allies how to build more effective defense capabilities and assure them of U.S. support against outside attack. “That perhaps will ease some of their concerns and allow them to have a more fruitful conversation with the Iranians,” he said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"But the president said their biggest danger came not from a possible attack from Iran but from dissatisfaction inside their own countries, including from alienated, unemployed youth and a sense that there was no political outlet for grievances.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"So as well as giving military support, the United States must ask: “How can we strengthen the body politic in these countries, so that Sunni youth feel that they've got something other than (the Islamic State) to choose from,” Obama said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Obama also said that the U.S. will make sure the deal does not threaten Israel's own military advantage.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"The notion that Iran is undeterrable is “simply not the case,” Obama told The Times.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"“And so for us to say, ‘Let's try’ — understanding that we're preserving all our options, that we're not naive — but if in fact we can resolve these issues diplomatically, we are more likely to be safe, more likely to be secure, in a better position to protect our allies.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Obama added that he was “absolutely committed” to making sure Israel maintains “their qualitative military edge” and was willing to make clear that “if Israel were to be attacked by any state, that we would stand by them.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Obama expressed concern about how the talks have strained US-Israel relations, indicating how he takes it personally when he's accused of being anti-Israel.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"“Part of what has always made the US-Israeli relationship so special is that it has transcended party, and I think that has to be preserved. There has to be the ability for me to disagree with a policy on settlements, for example, without being viewed as ... opposing ”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Obama's comments came as Israeli Prime Minister Benjamin Netanyahu urged the U.S. on Sunday to seek a better deal to curb Iran's nuclear program and Senate Republicans pressed their demand that Congress be allowed to vote on the agreement.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Netanyahu has been strongly critical of the deal struck on Thursday in Switzerland, saying it threatens the survival of Israel.","href":"http://america.aljazeera.com/articles/2015/3/3/israeli-prime-minister-speech.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"In television appearances on Sunday, Netanyahu did not repeat his assertion made on Friday that any final agreement should include a commitment by Iran recognizing Israel's right to exist.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"But, speaking on CNN's “State of the Union” he said of the deal, “This is not a partisan issue. This is not solely an Israeli issue. This is a world issue because everyone is going to be threatened by the pre-eminent terrorist state of our time, keeping the infrastructure to produce not one nuclear bomb but many, many nuclear bombs down the line.”","href":"http://www.cnn.com/2015/04/05/politics/netanyahu-iran-deal/"},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Wire services","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},{"property1":{"text":"Congressional scrutiny and approval of any nuclear agreement with Iran are essential and will help ensure the deal isn't a bad one, the chairman of the Senate Foreign Relations Committee said Sunday.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Sen. Bob Corker, R-Tenn., said Congress has a responsibility to scour the details of a final plan — including any classified annexes — ask the Obama administration hard questions and then vote on it. Negotiators announced on Thursday a framework deal, which would be finalized by June 30.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"“It's very important that Congress is in the middle of this, understanding, teasing out, asking those important questions,” Corker said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"President Barack Obama told The New York Times in a weekend interview that he insists on preserving the president's right to enter into binding agreements with foreign powers without congressional approval. But he praised Corker as “somebody who is sincerely concerned about this issue and is a good and decent man.”","href":"http://america.aljazeera.com/articles/2015/4/6/obama-iran-nuclear-deal-once-in-a-lifetime-opportunity.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Speaking on “Fox News Sunday,” Corker sought to counter Obama's assertion that partisan politics in Washington could derail the landmark agreement to curb Iran's bomb-capable nuclear technology.","href":"http://america.aljazeera.com/articles/2015/4/2/iran-nuclear-talks-reach-key-parameters-of-deal.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Congressional oversight “doesn't mean there won't be a deal,” Corker said. “We just set in place a process to insure that if there's a deal, it's a deal that will stand the test of time, that will keep Iran from getting a nuclear weapon.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Obama told the Times: “My hope is that we can find something that allows Congress to express itself but does not encroach on traditional presidential prerogatives — and ensures that, if in fact we get a good deal, that we can go ahead and implement it.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"The Senate Foreign Relations Committee is scheduled to meet April 14 to consider Corker's legislation to ensure that Congress debates and signs off on any pact. The bill requires the president to transmit, within five days of reaching a final deal, the text of the full agreement along with materials related to its implementation.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"With key elements still to be finalized, the framework agreement sealed by U.S.-led world powers describes a program for stunting Iran's capacity to produce nuclear weapons while giving Tehran quick access to assets and markets now blocked by international sanctions.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"In defending the framework and a potential final pact, Energy Secretary Ernest Moniz cited what he called “unprecedented access and transparency” into Iran's nuclear activities that will allow the U.S. and its partner negotiators to know almost instantly should Iran try to evade the oversight. This is a long-term arrangement, he stressed, with requirements lasting a quarter century or longer.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"“We'll have eyes on the entire supply chain of uranium,” Moniz said on CBS’ “Face The Nation.” '“Going back to mines, the mills, we'll have continuous surveillance of centrifuge production.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Israeli Prime Minister Benjamin Netanyahu has criticized the framework as deeply flawed and a threat to Israel's very existence. He is urging negotiators to improve the agreement or scuttle it.","href":"http://america.aljazeera.com/articles/2015/3/3/israeli-prime-minister-speech.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Other Republicans have echoed Netanyahu's concerns. Sen. Lindsey Graham, R-S.C., said Sunday the proposed deal is a bad one — but it was the best one Obama could get because the Iranians don't fear or respect him. Graham said he favors waiting until a new president, Democratic or Republican, takes office in January 2017 and then trying again. In the meantime, economic and financial sanctions would stay in place.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"“Is there a better deal to be had? I think so,” Graham said on “Face The Nation.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"But a senior Senate Democrat, Dianne Feinstein, warned that bashing the proposed deal could backfire on Netanyahu. The Israeli prime minister and other critics of the framework agreement have offered no viable alternatives, she said on CNN's “State of the Union.” Feinstein said imposing more and stiffer economic sanctions would only drive Iran's nuclear program deeper underground and make it more difficult to monitor.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"“I wish he would contain himself,” Feinstein, the top Democrat on the Senate Intelligence Committee, said of Netanyahu.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"The Associated Press","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Congressional scrutiny and approval of any nuclear agreement with Iran are essential and will help ensure the deal isn't a bad one, the chairman of the Senate Foreign Relations Committee said Sunday.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Sen. Bob Corker, R-Tenn., said Congress has a responsibility to scour the details of a final plan — including any classified annexes — ask the Obama administration hard questions and then vote on it. Negotiators announced on Thursday a framework deal, which would be finalized by June 30.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"\"It's very important that Congress is in the middle of this, understanding, teasing out, asking those important questions,\" Corker said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"President Barack Obama told The New York Times in a weekend interview that he insists on preserving the president's right to enter into binding agreements with foreign powers without congressional approval. But he praised Corker as \"somebody who is sincerely concerned about this issue and is a good and decent man.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Speaking on \"Fox News Sunday,\" Corker sought to counter Obama's assertion that partisan politics in Washington could derail the landmark agreement to curb Iran's bomb-capable nuclear technology.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Congressional oversight \"doesn't mean there won't be a deal,\" Corker said. \"We just set in place a process to insure that if there's a deal, it's a deal that will stand the test of time, that will keep Iran from getting a nuclear weapon.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Obama told the Times: \"my hope is that we can find something that allows Congress to express itself but does not encroach on traditional presidential prerogatives -- and ensures that, if in fact we get a good deal, that we can go ahead and implement it.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"The Senate Foreign Relations Committee is scheduled to meet April 14 to consider Corker's legislation to ensure that Congress debates and signs off on any pact. The bill requires the president to transmit, within five days of reaching a final deal, the text of the full agreement along with materials related to its implementation.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"With key elements still to be finalized, the framework agreement sealed by U.S.-led world powers describes a program for stunting Iran's capacity to produce nuclear weapons while giving Tehran quick access to assets and markets now blocked by international sanctions.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"In defending the framework and a potential final pact, Energy Secretary Ernest Moniz cited what he called \"unprecedented access and transparency\" into Iran's nuclear activities that will allow the U.S. and its partner negotiators to know almost instantly should Iran try to evade the oversight. This is a long-term arrangement, he stressed, with requirements lasting a quarter century or longer.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"\"We'll have eyes on the entire supply chain of uranium,\" Moniz said on CBS' \"Face The Nation.\" \"Going back to mines, the mills, we'll have continuous surveillance of centrifuge production.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Israeli Prime Minister Benjamin Netanyahu has criticized the framework as deeply flawed and a threat to Israel's very existence. He is urging negotiators to improve the agreement or scuttle it.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Other Republicans have echoed Netanyahu's concerns. Sen. Lindsey Graham, R-S.C., said Sunday the proposed deal is a bad one — but it was the best one Obama could get because the Iranians don't fear or respect him. Graham said he favors waiting until a new president, Democratic or Republican, takes office in January 2017 and then trying again. In the meantime, economic and financial sanctions would stay in place.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"\"Is there a better deal to be had? I think so,\" Graham said on CBS' \"Face The Nation.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"But a senior Senate Democrat, Dianne Feinstein, warned that bashing the proposed deal could backfire on Netanyahu. The Israeli prime minister and other critics of the framework agreement have offered no viable alternatives, she said on CNN's \"State of the Union.\" Feinstein said imposing more and stiffer economic sanctions would only drive Iran's nuclear program deeper underground and make it more difficult to monitor.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"\"I wish he would contain himself,\" Feinstein, the top Democrat on the Senate Intelligence Committee, said of Netanyahu.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"The Associated Press","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/senator-congress-must-scour-final-iran-nuke-deal.html"},{"property1":{"text":"Sri Lanka's new government has ordered a criminal investigation into alleged corruption at the state-run national airline that it says involved “billions of dollars.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"Prime Minister Ranil Wickremesinghe's office said an inquiry, led by an anti-corruption lawyer, had found “shocking details of corruption running into billions of dollars” at SriLankan Airlines, as well as “irregularities” in its $2.3 billion 2013 deal to buy 10 Airbus aircraft.","href":"http://america.aljazeera.com/articles/2015/3/31/Sri-Lankan-ex-presidents-vanity-airport-project-grounded-by-cash-crunch.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"The statement, issued on Saturday, contained no allegations of wrongdoing by Airbus.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"Airbus said it had no comment on the Sri Lanka government statement. The inquiry recommended investigations into the national carrier's “entire re-fleeting process,” according to the statement.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"The statement also said that former airline chairman Nishantha Wickremasinghe, who it identified as a brother-in-law of former president Mahinda Rajapaksa, “should be prosecuted.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"Efforts to contact Wickremasinghe for comment were unsuccessful.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"Wickremasinghe resigned as the airline's chairman shortly after Rajapaksa, who had been Sri Lankan president for 10 years, was defeated in a January election by Maithripala Sirisena.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"The statement also said staff at the airline had knowingly ignored conflicts of interest with companies and individuals it hired, and that the inquiry found cases of the manipulation of contracts.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"It also alleged that Rajapaksa changed the management of the loss-making airline, which is 51 percent government-owned, to ensure the purchase of the Airbus planes despite the availability of cheaper alternatives.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"Rohan Weliwita, Rajapaksa's media coordinator, said on Sunday the former president had no comment yet on the government statement.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"The corruption allegations are the latest in a series leveled at Rajapaksa by President Sirisena, who has ordered an investigation into all financial deals sealed by his predecessor.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"Rajapaksa and former government officials have rejected the allegations and said they are ready to face any investigation.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"Since Rajapaksa’s defeat in the Jan. 8 presidential elections, complaints have flooded a Sri Lankan anti-graft commission alleging huge corruption by members of his administration.","href":"http://www.aljazeera.com/news/asia/2015/01/rajapaksa-concedes-defeat-sri-lanka-vote-20151911423615440.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"The ex-leader himself faces allegations that he tried to use military force and remain in office when it became clear during the vote count that he was headed for a defeat.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"Al Jazeera and Reuters","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/sri-lanka-alleges-billions-lost-in-corruption-at-national-carrier.html"},{"property1":{"text":"Kenya launched airstrikes against fighters from the armed group Al-Shabab in Somalia after an attack on Garissa University College in eastern Kenya that killed 148 people, a military spokesman said Monday.","href":"http://america.aljazeera.com/articles/2015/4/2/students-held-hostage-in-kenya-university-attack.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/kenya-launches-air-strikes-on-al-shabab.html"},{"property1":{"text":"In the first major military response to last week's attack, warplanes attacked two camps of Al-Shabab on Sunday afternoon and early Monday morning, said Col. David Obonyo of the Kenyan military.","href":"http://america.aljazeera.com/topics/topic/organization/al-shabab.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/kenya-launches-air-strikes-on-al-shabab.html"},{"property1":{"text":"Al-Shabab, which is based in Somalia, claimed responsibility for the April 2 attack in the Kenyan town of Garissa. Four gunmen died in the assault, which ended after a 15-hour siege. The group has killed more than 400 people in Kenya since April 2013.","href":"http://www.aljazeera.com/news/2015/04/gunmen-attack-garissa-university-northern-kenya-150402041939434.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/kenya-launches-air-strikes-on-al-shabab.html"},{"property1":{"text":"The airstrikes occurred in the Gedo region of Somalia, Obonyo said. \"This is part of continuing operations, not just in response to Garissa,\" he said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/kenya-launches-air-strikes-on-al-shabab.html"},{"property1":{"text":"Jets pounded the camps in Gondodowe and Ismail, near the border with Kenya. Cloud cover made it difficult to establish how much damage the bombings caused or to estimate the death toll.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/kenya-launches-air-strikes-on-al-shabab.html"},{"property1":{"text":"Kenyan President Uhuru Kenyatta had vowed harsh measures against Al-Shabab after the attack on Garissa, which is near the border with Somalia. Kenya has troops in Somalia as part of an African Union force to attack Al-Shabab and shore up the beleaguered Somali government. Kenya has carried out airstrikes before, but it has struggled to stop the flow of Al-Shabab militants and weapons across its porous border with Somalia.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/kenya-launches-air-strikes-on-al-shabab.html"},{"property1":{"text":"Al-Shabab said it attacked students at Garissa University College in reprisal for Kenya’s sending troops into Somalia. Nairobi decided in 2011 to provide troops to the African Union Mission in Somalia (AMISOM), with United Nations approval. The peacekeeping mission — which includes a military component that draws troops from Ethiopia, Djibouti, Burundi, Sierra Leone and Uganda — was put together to root out Al-Shabab from its strongholds in southern and central Somalia. The mission has counted a number of significant successes in recent years, such as the recapturing of important port cities along the Somali coast and the killing of several Al-Shabab leaders.","href":"http://america.aljazeera.com/watch/shows/live-news/2015/4/al-shabab-carried-out-an-attack-on-a-university-its-deadliest-one-yet.html"},"url":"http://america.aljazeera.com/articles/2015/4/6/kenya-launches-air-strikes-on-al-shabab.html"},{"property1":{"text":"In March, AMISOM seized Kuday, an island off the port city of Kismayo that Al-Shabab fighters used to smuggle contraband charcoal that it sells to Gulf states to sustain its operations. The killing that month of Adnan Garaar, who allegedly helped plan the attack at the Westgate mall in Nairobi, by a U.S. drone also delivered an important blow to the organization, the Pentagon reported. Much of the capital, Mogadishu, is back in the Somali government’s hands, AMISOM reported, but car bombs and suicide attacks continue to rock the city.","href":"http://amisom-au.org/2015/03/amisom-liberates-kuday-island-in-kismayo/"},"url":"http://america.aljazeera.com/articles/2015/4/6/kenya-launches-air-strikes-on-al-shabab.html"},{"property1":{"text":"Al-Shabab, Somalia's largest armed group, started out as one of many factions fighting the U.N.-backed transitional federal government, based in Mogadishu. Al-Shabab morphed into what the United States labeled a terrorist organization after staging attacks on prominent foreign and national targets.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/kenya-launches-air-strikes-on-al-shabab.html"},{"property1":{"text":"Al Jazeera and wire services","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/kenya-launches-air-strikes-on-al-shabab.html"},{"property1":{"text":"","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/kenya-launches-air-strikes-on-al-shabab.html"},{"property1":{"text":"CAPE TOWN, South Africa — The statue of Cecil John Rhodes, situated high on the campus of the University of Cape Town, usually gives the old colonialist a magnificent view of the city, of the land that he once ruled, developed and exploited for his personal profit.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/anti-racism-protesters-in-south-africa-take-aim-at-a-statue-with-poop.html"},{"property1":{"text":"But his line of sight has been blocked lately, first covered by black garbage bags that appeared after a recent “poo protest” in which protesters flung human excrement on the statue, calling it a symbol of racist and colonial oppression. Since then it also has been covered in tape, graffiti and posters. Most recently, the statue has been covered by boards, boxed up until a final decision is made on where to move it.","href":"http://www.iol.co.za/news/south-africa/western-cape/protesters-throw-poo-on-rhodes-statue-1.1829526#.VR4nLZTF_FJ"},"url":"http://america.aljazeera.com/articles/2015/4/6/anti-racism-protesters-in-south-africa-take-aim-at-a-statue-with-poop.html"},{"property1":{"text":"“The issue of poo is very metaphoric for us,’’ said protest leader Chumani Maxwele. “We’re using metaphor for us to explain our collective black pain. We show our collective disgust.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/anti-racism-protesters-in-south-africa-take-aim-at-a-statue-with-poop.html"},{"property1":{"text":"Writer T.O. Molefe noted that many of the students protesting were able to go to the same schools and live in the same social circles as their white counterparts. However, they still did not feel fully integrated.","href":"http://africasacountry.com/author/tlotlang/"},"url":"http://america.aljazeera.com/articles/2015/4/6/anti-racism-protesters-in-south-africa-take-aim-at-a-statue-with-poop.html"},{"property1":{"text":"“They show that the Rainbow Nation was a glossy overlay on a messy society that has yet to come to terms the effects of a brutal and unequal past on the present. They show, too, that the Rainbow Nation overlay was perhaps an impediment to reckoning,” Molefe said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/anti-racism-protesters-in-south-africa-take-aim-at-a-statue-with-poop.html"},{"property1":{"text":"The protest has not been without critics. Many South Africans, including fellow students, have been loud in their condemnation, with some hurling racist vitriol at the students, particularly over social media.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/anti-racism-protesters-in-south-africa-take-aim-at-a-statue-with-poop.html"},{"property1":{"text":"“If our fellow students are themselves racist, it shows its not a safe space,” said Thandeka, an activist who did not want to give any other name because she receives a scholarship from the university.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/anti-racism-protesters-in-south-africa-take-aim-at-a-statue-with-poop.html"},{"property1":{"text":"“A friend of mine asked me ‘Why are you acting like a kaffir?’” she said, referring to a racist pejorative.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/anti-racism-protesters-in-south-africa-take-aim-at-a-statue-with-poop.html"},{"property1":{"text":"Many white students had joined the protest early on, agreeing that the statue should be removed. Some even joined the occupation of a campus building, sharing bedrolls and meals with black students. Few are willing to speak to journalists and none with their own names due to a reluctance to be seen speaking for the protest.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/6/anti-racism-protesters-in-south-africa-take-aim-at-a-statue-with-poop.html"},{"property1":{"text":"“Local folks don’t want to talk — especially to us white folks,” the manager of Evergreen told me.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/tell-slaverys-violent-story-through-its-architecture.html"},{"property1":{"text":"This was 12 years ago, while I was touring the large plantation as it was undergoing renovation along the famous Plantation Alley between the southern cities of Baton Rouge and New Orleans, Louisiana. Evergreen’s rows of cabins are one of the few intact slave quarters remaining in the United States.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/tell-slaverys-violent-story-through-its-architecture.html"},{"property1":{"text":"My question had been, “Who lived here? Surely there must be local families who grew up around or near here?” I wondered whether local African-Americans who still worked some of the active sugarcane fields would have artifacts and family stories about slavery to share with curious visitors like me.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/tell-slaverys-violent-story-through-its-architecture.html"},{"property1":{"text":"But the old wounds of slavery and Jim Crow segregation ran wide and deep like the nearby Mississippi River. Tongues tied by decades of racial discord, local folks still didn’t want to talk.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/tell-slaverys-violent-story-through-its-architecture.html"},{"property1":{"text":"In this landscape of stately restored plantation homes, swathes of sugarcane fields lining the highways, oil refineries belching toxins into the air, water and ground and roughly 16 percent of the population living below the poverty line, how should the history of slavery be told? The recent opening of a slavery museum in Louisiana reminds us that memorializing the enslaved is not enough. It’s by illuminating architectures of violence that we can best speak truth to the brutal and dehumanizing conditions of slavery and its legacy in today’s rising inequalities.","href":"http://www.nytimes.com/2015/03/01/magazine/building-the-first-slave-museum-in-america.html?_r=0"},"url":"http://america.aljazeera.com/opinions/2015/4/tell-slaverys-violent-story-through-its-architecture.html"},{"property1":{"text":"To rebuild the history of slavery on the Whitney plantation, Cummings spent millions refurbishing it. He also moved slave cabins and outbuildings from other plantations onto the property to restore the full array of functions that had sustained its operations. The recreation of a working plantation is a unique effort to thrust the hidden and often unspoken activities that transpired in back of the big house into the spotlight of the tourists’ gaze. Rather than witness how wealthy Southerners lived among their sumptuous furnishings, visitors walk through the spaces in which the plantation’s enslaved workforce toiled to make that life of ease possible. Comparing the bare-floored slave cabin crowded with two families to the multi-bedroomed mansion becomes a lesson about how racial oppression produced stark inequalities.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/tell-slaverys-violent-story-through-its-architecture.html"},{"property1":{"text":"While it appears to be taking an important step to fill in the gaps in the histories of these plantations, the Whitney’s memorial strategy might still fall short, particularly in how they have chosen to remember the enslaved.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/tell-slaverys-violent-story-through-its-architecture.html"},{"property1":{"text":"On the more successful side is the “Wall of Monuments,” whose plaques identify first names of enslaved men, women and children listed in the plantation’s ledgers, following a tradition of naming the dead starting with World War I memorials throughout the United States and Europe and utilized most famously in artist Maya Lin’s sublime gray stone Vietnam Memorial on the National Mall in Washington, D.C.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/tell-slaverys-violent-story-through-its-architecture.html"},{"property1":{"text":"The Whitney is not the first plantation to highlight African-American slave history in the region. The River Road African-American Museum opened in 1994 at its initial location on the Tezcuco Plantation before it moved to its current site in Donaldsonville, Louisiana, a town founded by free people of color in 1806. Organized by black Americans — siblings from the Hambrick family who grew up in nearby Gonzales — it was among the first to recognize that white-owned plantations had historically neglected the African and African-American legacy on this soil and sought to rectify that oversight.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/tell-slaverys-violent-story-through-its-architecture.html"},{"property1":{"text":"But River Road currently faces financial shortfalls and does not yet have a permanent home for its growing collection of artifacts and artworks from rural families in plantation country. The challenge for African-Americans has always been that white Americans have controlled much of the land in the U.S. and thus American architectural heritage, history and preservation reflect those mainstream values.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/tell-slaverys-violent-story-through-its-architecture.html"},{"property1":{"text":"Against this backdrop, it becomes all the more important that visitors to the Whitney and other such museums — beyond an appreciation of historic vistas — must also comprehend the legacy of slavery in the modern-day economic, social and political inequalities that make Louisiana’s African-American communities some of the poorest in the nation. Perhaps more open dialogues such as those initiated by the Whitney and River Road — along with the Smithsonian National African American Museum of History and Culture set to open soon in Washington D.C. — about this underrepresented chapter in American heritage will prompt locals in the parishes to tell their stories and share their histories.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/tell-slaverys-violent-story-through-its-architecture.html"},{"property1":{"text":"Four decades after Richard Nixon declared drugs “public enemy No. 1 in the United States,” the tide has turned on marijuana legalization. States are racing to follow Colorado and Washington in ending prohibition, and national politicians are scrambling to get out of the way.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html#commentsDiv"},{"property1":{"text":"In the Senate, big names from both parties support a bill — the Compassionate Access, Research Expansion and Respect States (CARERS) Act — that would move marijuana out of Schedule I, the designation for heroin and other drugs with “no currently accepted medical use,” and into Schedule II, a group of substances that doctors can prescribe under certain circumstances. And in an interview with Vice’s Shane Smith, President Barack Obama tacitly confirmed that the federal government would now let individual states proceed at their own pace. Think of it as the gay marriage strategy for surviving social change while in national office: Stay agnostic and let the states take care of it.","href":"http://www.washingtonpost.com/blogs/govbeat/wp/2015/03/18/sen-boxer-quietly-backs-bipartisan-medical-marijuana-bill/"},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html#commentsDiv"},{"property1":{"text":"But marijuana legalization and marriage equality are more different than they first appear. For one thing, in its more prohibitionist days, the federal government already established its primacy over state drug laws. In the 2005 Supreme Court decision Gonzales v. Raich, a confusing 6-3 ruling (with Sandra Day O’Connor, Clarence Thomas and William Rehnquist dissenting), the court ruled against a California medical marijuana patient whose use was legal under state law. The justices found that the commerce clause allows Congress to regulate the interstate drug market and that the only way to do that effectively is to regulate drug use within states.","href":"https://www.law.cornell.edu/supct/html/03-1454.ZS.html/"},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html#commentsDiv"},{"property1":{"text":"The Drug Enforcement Agency operates according to the Controlled Substances Act (CSA), not state law, and “It’s legal within city limits!” is not a defense the feds recognize. The Obama administration has said it will exercise discretion, but you can hardly count on the government not to enforce the law.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html#commentsDiv"},{"property1":{"text":"Because the Constitution requires states to give “full faith and credit” to legal proceedings in other states, same-sex couples could challenge their home state to recognize a marriage performed elsewhere. But there’s no constitutional right to smoke and no obvious way for individuals to sue for their weed, even if it’s medicinal and legal under a revised federal law. As public records, marriage licenses fall under the full faith and credit clause, but prescriptions do not. Oregon State Appeals Court Judge Ronald D. Thom confirmed as much in 2010, when he ruled against Joel Dennis Berringer, a California medical marijuana patient who thought his prescription would be recognized in Oregon, which also has a medical marijuana law. Thom ruled that Berringer’s arrest for possession was legitimate, since California law could protect him only from California law enforcement. Cases like this one show that marijuana legalization has to come through legislation, not the courts.","href":"http://www.publications.ojd.state.or.us/docs/A137186.htm"},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html#commentsDiv"},{"property1":{"text":"If the CARERS Act passes and marijuana is rescheduled, it would not allow use of the drug without a prescription. Cocaine and morphine are Schedule II drugs, and you could hardly call them legal under federal law. The bill is a half-step, but some states are taking two. The District of Columbia has legalized marijuana, even though Congress has thwarted its legitimate sale by refusing to collect any tax revenue from it. Maintaining marijuana regulation under the CSA keeps the national drug war churning while letting some states go with a wink and a nod to sovereignty that doesn’t, legally speaking, exist. It’s not so different from how police treat marijuana now, letting some people coast and cracking down on others.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html#commentsDiv"},{"property1":{"text":"This raises another question of federal law: equal protection. The 14th Amendment provides for “equal protection of the law” to all citizens, and it’s this provision that invalidated parochial state rules segregating schools and banning interracial marriage. The spirit of the amendment — ratified in the wake of the Civil War and a foundation of civil-rights-era legislation — is that states are not permitted to maintain their own race codes. When you map state marijuana laws against their black populations, there’s a clear inversion. States where there are larger black minorities have been less likely to liberalize their marijuana laws, which fits with the generally racist character of the drug war. Where there are exceptions, it’s not legalization but decriminalization, which gives the police discretion — never a recipe for equal protection. The way the law seems headed, federal and state governments will uphold a prohibition that criminalizes black citizens in an explicitly disproportionate manner.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html#commentsDiv"},{"property1":{"text":"Constitutional law is above my pay grade, but the president has no such excuse. He must know this latest game plan is a cowardly abdication. Unlike gay marriage, the federal government has already decided to take the ball on marijuana: The Gonzales of Gonzales v. Raich was U.S. Attorney General Alberto Gonzales. It remains in the government’s hands. If locking people up for a joint was a federal concern in 2005, then letting them go should be a federal concern in 2015. The Constitution should not be at the whim of political convenience. Equal protection is more than just the law; it’s a national ideal, and caging someone in Georgia for a blunt while letting the packed bowl in Oregon slide is a violation of that spirit.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html#commentsDiv"},{"property1":"On a recent flight to Nicaragua, I found myself sitting next to a sergeant in the United States army and an American businessman seeking to open a sales office in Managua. If either of them had tried to visit Nicaragua in the 1980s, they wouldn’t have made it past the airport.","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"In those days Nicaragua was governed by the Sandinista National Liberation Front (FSLN), a leftist movement allied with Cuba and at war with the U.S.-backed Contra rebels. President Daniel Ortega proclaimed that “our revolution is profoundly anti-imperialist, anti-Yankee and Marxist-Leninist.” Ortega lost power in 1990 but returned to the presidency in 2006, where he remains today. This time, things are quite different.","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"“The government is really eager to bring foreign companies to Nicaragua,” said the businessman across the aisle from me. The sergeant, whose card says he works for “Office of Security Cooperation — Nicaragua,” told me, “Whenever the Nicaraguans ask the U.S. for military or security help, we try to respond.”","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"Ortega still calls himself a Sandinista. His rhetoric, full of scorn for “imperialists” and “global capitalism’s tyrannical dictatorship,” still recalls Fidel Castro and Hugo Chavez. But everything else seems to have changed. By forging alliances with his former enemies, he has built a regime that appears likely to remain in power for a long time.","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"The first step in Ortega’s reinvention was reconciliation with the Roman Catholic hierarchy that had opposed him during the Contra war.  His principal Catholic enemy in the 1980s, Cardinal Miguel Obando y Bravo, became a fervent supporter after the Ortega government banned abortion without exception. Ortega cemented this alliance by taking advantage of the Cardinal’s private weaknesses. In a cable made public by Wiki Leaks, the American ambassador to Nicaragua reported the widespread rumor “that Ortega is blackmailing Obando y Bravo with information proving that the Cardinal fathered children with his secretary and that he has engaged in corrupt practices in his management of the private Catholic University.”","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"The second pillar of the new regime is big business. As an anticapitalist revolutionary, Ortega had confiscated hundreds of farms, factories and other assets. Many businessmen fled the country. Now Ortega counts them among his closest allies. He recently pushed a tax law through Congress giving a host of concessions to the wealthiest Nicaraguans and foreign investors. One provision allows the tax-free importation of yachts and executive helicopters. The flood of foreign investors now includes behemoths such as Cargill, the agro-industrial conglomerate that recently unveiled a “master plan” aimed at making it one of Nicaragua’s major food producers and distributors.","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"Third, and perhaps most important, among Ortega’s allies is Rosario Murillo — First Lady, chief of communications and universally acknowledged power behind the throne. While her New Age mysticism has attracted attention, critics are more concerned by her opaque style of government. Murillo rules by fiat and her decisions are rarely contradicted. Key decisions are always made in private, and some are never announced.","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"Murillo’s hold on Ortega dates back to 1998, when she stood by him after her daughter accused him of prolonged sexual abuse. If Murillo had joined the chorus denouncing Ortega as a rapist, his public life almost certainly would have ended.  Instead she defended him.","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"Ortega’s alliance with big business has yielded some positive results, including preventing the economic collapse some expected when he returned to power. But Nicaragua remains one of the poorest countries in the hemisphere. The Economic Commission for Latin America and the Caribbean recently reported that 74 percent of Nicaraguans live in “multidimensional poverty,” compared to 28 percent of Latin Americans in general. The same report found that only 36 percent of Nicaraguans between the ages of 20 and 24 have completed high school. According to Transparency International, Nicaragua is perceived as the most corrupt country in Central America and the fourth most corrupt in the Western hemisphere.","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"In the last year the Ortega government has begun promoting the idea of building an inter-oceanic canal in Nicaragua to compete with the one that traverses Panama. A mysterious Chinese businessman is supposed to provide billions of dollars in funding, though there have apparently been no serious studies of the project’s financial, environmental or technical feasibility. Peasants who would lose their land have already risen up in protest, sometimes in the face of assaults by pro-Sandinista mobs.","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"Controversy over the canal has led the government to intensify its efforts to control the press and public discourse. The project’s critics include some of Nicaragua’s leading cultural figures, such as the 90-year-old poet and former Sandinista culture minister Ernesto Cardenal, the feminist writer Gioconda Belli and the novelist Sergio Ramirez, who was Ortega’s vice president in the 1980s. All three have been unofficially banned from speaking at public universities.","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"Nicaragua’s constitution forbids reelection, but Ortega controls the Supreme Court and in 2009 it ruled that he could run for unlimited terms. The bizarre rationale was that the anti-reelection clause in the constitution is unconstitutional because it violates another clause that guarantees equal rights to all Nicaraguans. Ortega, who also controls the Supreme Electoral Commission, is set to win another term next year. Some Nicaraguans expect that in the following election, set for 2021, he will hand the reins to his son Laureano, a leading advocate of the canal project. This would leave Laureano’s mother, Murillo, in effective control.","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":"The prospect of a family dynasty is the most surreal aspect of Nicaragua’s new political system. Ortega grew up under the dictatorship of the Somoza family, which endured for 40 years through the rule of a father and two sons. As a Sandinista leader, Ortega helped destroy this corrupt dynastic system. Now he is emulating it, turning into just the kind of pro-business autocrat he spent years of his life fighting.","url":"http://america.aljazeera.com/opinions/2015/4/daniel-ortega-is-a-sandinista-in-name-only.html"},{"property1":{"text":"Four decades after Richard Nixon declared drugs “public enemy No. 1 in the United States,” the tide has turned on marijuana legalization. States are racing to follow Colorado and Washington in ending prohibition, and national politicians are scrambling to get out of the way.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html"},{"property1":{"text":"In the Senate, big names from both parties support a bill — the Compassionate Access, Research Expansion and Respect States (CARERS) Act — that would move marijuana out of Schedule I, the designation for heroin and other drugs with “no currently accepted medical use,” and into Schedule II, a group of substances that doctors can prescribe under certain circumstances. And in an interview with Vice’s Shane Smith, President Barack Obama tacitly confirmed that the federal government would now let individual states proceed at their own pace. Think of it as the gay marriage strategy for surviving social change while in national office: Stay agnostic and let the states take care of it.","href":"http://www.washingtonpost.com/blogs/govbeat/wp/2015/03/18/sen-boxer-quietly-backs-bipartisan-medical-marijuana-bill/"},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html"},{"property1":{"text":"But marijuana legalization and marriage equality are more different than they first appear. For one thing, in its more prohibitionist days, the federal government already established its primacy over state drug laws. In the 2005 Supreme Court decision Gonzales v. Raich, a confusing 6-3 ruling (with Sandra Day O’Connor, Clarence Thomas and William Rehnquist dissenting), the court ruled against a California medical marijuana patient whose use was legal under state law. The justices found that the commerce clause allows Congress to regulate the interstate drug market and that the only way to do that effectively is to regulate drug use within states.","href":"https://www.law.cornell.edu/supct/html/03-1454.ZS.html/"},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html"},{"property1":{"text":"The Drug Enforcement Agency operates according to the Controlled Substances Act (CSA), not state law, and “It’s legal within city limits!” is not a defense the feds recognize. The Obama administration has said it will exercise discretion, but you can hardly count on the government not to enforce the law.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html"},{"property1":{"text":"Because the Constitution requires states to give “full faith and credit” to legal proceedings in other states, same-sex couples could challenge their home state to recognize a marriage performed elsewhere. But there’s no constitutional right to smoke and no obvious way for individuals to sue for their weed, even if it’s medicinal and legal under a revised federal law. As public records, marriage licenses fall under the full faith and credit clause, but prescriptions do not. Oregon State Appeals Court Judge Ronald D. Thom confirmed as much in 2010, when he ruled against Joel Dennis Berringer, a California medical marijuana patient who thought his prescription would be recognized in Oregon, which also has a medical marijuana law. Thom ruled that Berringer’s arrest for possession was legitimate, since California law could protect him only from California law enforcement. Cases like this one show that marijuana legalization has to come through legislation, not the courts.","href":"http://www.publications.ojd.state.or.us/docs/A137186.htm"},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html"},{"property1":{"text":"If the CARERS Act passes and marijuana is rescheduled, it would not allow use of the drug without a prescription. Cocaine and morphine are Schedule II drugs, and you could hardly call them legal under federal law. The bill is a half-step, but some states are taking two. The District of Columbia has legalized marijuana, even though Congress has thwarted its legitimate sale by refusing to collect any tax revenue from it. Maintaining marijuana regulation under the CSA keeps the national drug war churning while letting some states go with a wink and a nod to sovereignty that doesn’t, legally speaking, exist. It’s not so different from how police treat marijuana now, letting some people coast and cracking down on others.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html"},{"property1":{"text":"This raises another question of federal law: equal protection. The 14th Amendment provides for “equal protection of the law” to all citizens, and it’s this provision that invalidated parochial state rules segregating schools and banning interracial marriage. The spirit of the amendment — ratified in the wake of the Civil War and a foundation of civil-rights-era legislation — is that states are not permitted to maintain their own race codes. When you map state marijuana laws against their black populations, there’s a clear inversion. States where there are larger black minorities have been less likely to liberalize their marijuana laws, which fits with the generally racist character of the drug war. Where there are exceptions, it’s not legalization but decriminalization, which gives the police discretion — never a recipe for equal protection. The way the law seems headed, federal and state governments will uphold a prohibition that criminalizes black citizens in an explicitly disproportionate manner.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html"},{"property1":{"text":"Constitutional law is above my pay grade, but the president has no such excuse. He must know this latest game plan is a cowardly abdication. Unlike gay marriage, the federal government has already decided to take the ball on marijuana: The Gonzales of Gonzales v. Raich was U.S. Attorney General Alberto Gonzales. It remains in the government’s hands. If locking people up for a joint was a federal concern in 2005, then letting them go should be a federal concern in 2015. The Constitution should not be at the whim of political convenience. Equal protection is more than just the law; it’s a national ideal, and caging someone in Georgia for a blunt while letting the packed bowl in Oregon slide is a violation of that spirit.","href":""},"url":"http://america.aljazeera.com/opinions/2015/4/why-marijuana-legalization-isnt-like-gay-marriage.html"},{"property1":{"text":"When Eli Erlick was 8 years old, she would sometimes pretend to be sick, just so she could leave school and go home to use the bathroom. She had asked to use the girls’ bathroom at her school in Mendocino County, California, but she wasn’t allowed to.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"“I had no idea why I couldn’t do this,” Erlick said. “I didn’t even know the word ‘transgender.’ I just knew that I was a girl,” she said, and so it didn’t feel right to use the boys’ bathroom. This continued until she was 13, when she began her gender transition.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"Erlick, now 19, is a second-year student at Pitzer College near Los Angeles and director of Trans Student Education Resources (TSER), a student-led advocacy group. When she was a senior in high school, she worked to help craft California’s School Success and Opportunity Act, a 2013 law — the first of its kind in the nation — that requires the state’s public schools to allow trans students to use the bathrooms and play on the sports teams that correspond with their gender identities.","href":"http://transstudent.org/mission"},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"After that landmark legislation in California, some states are pushing in the other direction, and bathrooms and locker rooms are starting to become key battlegrounds in the nationwide fight for the rights of transgender children.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"“My story isn’t uncommon at all,” Erlick said. “There are thousands of trans youth who are being denied these resources every day.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"This month, lawmakers in three states have proposed legislation that would limit transgender children from using facilities that correspond to their gender identities. Nevada Assemblywoman Victoria Dooling, a Republican, proposed a bill on March 19 that would require kids at public schools to use the restrooms and showers that correspond to their biological sex at birth. Republican lawmakers in Minnesota put forth two bills in March that would require schoolchildren to use bathrooms and participate on the sports teams that match their gender at birth, and the Kentucky State Senate approved a similar bill.","href":"https://www.leg.state.nv.us/App/NELIS/REL/78th2015/Bill/1982/Overview"},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"The Williams Institute at UCLA School of Law, a think tank that researches sexual orientation and gender identity, released a study in 2013 about the effects of denying access to certain bathrooms on transgender individuals. The study found that nearly 60 percent of the transgender people it surveyed said they had avoided going out in public because of worries about safe access to public restrooms, and 54 percent said they had physical problems like dehydration or kidney infections from trying to avoid using public bathrooms.","href":"http://williamsinstitute.law.ucla.edu/research/transgender-issues/herman-jpmss-june-2013/"},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"These proposed laws do offer some compromises: The Minnesota bill says schools would be required to provide “places of public accommodation on the grounds of gender identity or expression.” But advocates say that these laws are a clear signal that transgender children are not welcome in common spaces. Opponents of the Kentucky legislation call it the “bathroom bully” bill because they say it would open the door for children to judge each other based on perceived gender identity.","href":"http://www.aclu-ky.org/articles/bathroom-bully-bill-passes-committee-on-re-vote/"},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"Other recent laws go even further. Lawmakers in Florida proposed a bill in February that applies to any sex-segregated public facility, not just in public schools, and calls for a $1,000 fine for violators and a potential prison term of up to a year. A bill introduced in the Texas legislature in February would bar someone from entering a locker room or bathroom meant for women if that person has a Y chromosome. Violating the law would be a felony, and attendants who repeatedly allow trans people to enter could be charged with a felony and do jail time, according to the bill’s text.","href":"http://america.aljazeera.com/articles/2015/2/6/florida-bill-seeks-to-set-bathroom-rules-for-trans-people.html"},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"Texas State Rep. Debbie Riddle, a Republican, wrote in a Facebook post in January that the new bill “will protect women & children from going into a ladies restroom & finding a man who feels like he is a woman that day.”","href":"https://www.facebook.com/permalink.php?story_fbid=972524542777547&id=150389431657733"},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"Advocates for transgender rights say the increased visibility of transgender people in American culture in recent years is triggering this legislative backlash, particularly in states, such as Nevada, that have already passed laws that protect transgender students or employees from gender discrimination.","href":"https://www.aclu.org/lgbt-rights/know-your-rights-transgender-people-and-law"},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"“It’s a second bite of the apple for lawmakers who are not happy that their states or entities within their states had moved to protect students,” said Michael Silverman, executive director of the New York City-based Transgender Legal Defense and Education Fund.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"If these proposed bathroom bills do get signed into law, they are likely to face legal challenges. Gender identity and expression is included in Title IX of the Education Amendments Act, a 1972 law that protects all public school students from gender discrimination. “The Departments of Justice and Education have made it clear that they intend to protect transgender students from unequal treatment in school,” Silverman said.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"At least two recent lawsuits have already successfully upheld access to bathrooms for transgender children. In 2013, the family of Coy Mathis, a transgender first-grader, won a lawsuit against their Colorado school district that allowed her to use the girls’ bathroom. In 2014, Maine's highest court ruled in favor of transgender student Nicole Maines after she sued when her high school required her to use a separate restroom for staff.","href":"http://www.cnn.com/2013/06/24/us/colorado-transgender-girl-school/"},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"“Transgender people are probably 20 years behind lesbian and gay people in terms of public understanding of who they are and public acceptance,” Silverman said. “That makes the transgender community an easy scapegoat now for people who no longer target the gay and lesbian community because it won’t be tolerated. We need to create the conditions where legislators know that they cannot target transgender people either.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/1/transgender-bathroom-bills-are-a-statewide-trend.html"},{"property1":{"text":"SAN FRANCISCO — Speaking to a packed crowd of supporters on Monday evening, Sen. Bernie Sanders, I-Vt., said he was still mulling entering the 2016 presidential contest, but would only do so if he thought he could “put together millions of people who are prepared to work really hard to take on the big-money interests.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/3/31/bernie-sanders-says-he-will-run-for-president-if-he-can-do-it-well.html"},{"property1":{"text":"Sanders has openly discussed his potential candidacy for months, and even paid a visit to the crucial primary state of Iowa earlier this year. But in recent weeks he has begun to sound more reluctant about jumping into the race, in large part because of doubts over whether he could raise the money necessary to run a credible campaign. During Monday’s speaking event, Sanders indicated that he was concerned a poor showing would undermine political support for left-wing economic policies.","href":"http://america.aljazeera.com/articles/2015/2/19/bernie-sanders-mulling-2016-bid-adopts-a-novel-stance-on-the-deficit.html"},"url":"http://america.aljazeera.com/articles/2015/3/31/bernie-sanders-says-he-will-run-for-president-if-he-can-do-it-well.html"},{"property1":{"text":"“It has to be done well,” the Senate’s one self-identified democratic socialist said during a public event at San Francisco's Commonwealth Club, the oldest public-affairs forum in the United States. “Because if it’s not done well, then people will say, ‘Oh, income and wealth inequality: If you didn’t do very well in your campaign, then no one believes in that.’\"","href":""},"url":"http://america.aljazeera.com/articles/2015/3/31/bernie-sanders-says-he-will-run-for-president-if-he-can-do-it-well.html"},{"property1":{"text":"But if the senator is leaning against running, he gave no indication on Monday. Instead he turned the question on the audience, asking how many people in the crowd wanted him to run for president and would be willing to volunteer for his campaign if he did.","href":""},"url":"http://america.aljazeera.com/articles/2015/3/31/bernie-sanders-says-he-will-run-for-president-if-he-can-do-it-well.html"},{"property1":{"text":"“Are people of the belief that we really cannot defeat these guys because they’re so powerful?” he asked, referring to the billionaires who he says he would be running to oppose. “Or in fact is there enough hope left in America to bring out people together to fight for a different country?\"","href":""},"url":"http://america.aljazeera.com/articles/2015/3/31/bernie-sanders-says-he-will-run-for-president-if-he-can-do-it-well.html"},{"property1":{"text":"When people in the audience began to applaud in response, he waved it off. “No, it was a question, not a comment,” he said.","href":""},"url":"http://america.aljazeera.com/articles/2015/3/31/bernie-sanders-says-he-will-run-for-president-if-he-can-do-it-well.html"},{"property1":{"text":"The audience — mostly residents of one of the most liberal regions of the country — seemed overwhelmingly supportive of a presidential bid. When Sanders asked again near the end of the event how many people in the audience believe he should run for president, he received nearly unanimous applause.","href":""},"url":"http://america.aljazeera.com/articles/2015/3/31/bernie-sanders-says-he-will-run-for-president-if-he-can-do-it-well.html"},{"property1":{"text":"If doubts about his ability to raise money are the main thing giving Sanders pause, then California’s Bay Area is an ideal place to put those doubts to the test. The region is a hot spot for Democratic political fundraising. Hillary Clinton, the presumptive frontrunner in the Democratic primary, made a recent appearance in nearby Silicon Valley and is expected to make a few more in April.","href":"http://www.washingtontimes.com/news/2015/feb/24/hillary-clinton-heads-california-silicon-valley-co/"},"url":"http://america.aljazeera.com/articles/2015/3/31/bernie-sanders-says-he-will-run-for-president-if-he-can-do-it-well.html"},{"property1":{"text":"Much of the rest of Sanders’s appearance was dedicated to his key policy themes: Rising inequality, stagnating wages, public investment, and the people who he jokingly referred to as “my good friends on Wall Street.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/3/31/bernie-sanders-says-he-will-run-for-president-if-he-can-do-it-well.html"},{"property1":{"text":"In response to one question about financial regulation, Sanders endorsed “a fee on Wall Street speculation” — an apparent reference to the idea of a financial transaction tax — and urged government action to “break up” the large financial institutions that are considered “too big to fail.\"","href":""},"url":"http://america.aljazeera.com/articles/2015/3/31/bernie-sanders-says-he-will-run-for-president-if-he-can-do-it-well.html"},{"property1":{"text":"“Now having said that, David,” he said, addressing moderator David Campos, a member of San Francisco’s Board of Supervisors, “do you think I’m going to get many campaign contributions?\"","href":""},"url":"http://america.aljazeera.com/articles/2015/3/31/bernie-sanders-says-he-will-run-for-president-if-he-can-do-it-well.html"},{"property1":"A much-tweeted photo of Secretary of State John Kerry earlier this week showed him looking pensively out the window of his five-star hotel room in Lausanne, Switzerland.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"“John, don’t jump,” wrote one Twitter humorist, reflecting concerns that Kerry might be despondent after days of hard bargaining with Iran and the other members of the so-called P5+1— the United Kingdom, Germany, France, Russia, and China.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"But on Thursday evening, after a negotiating session that literally went all night, Iranian and U.S. officials announced a historic framework for a long-term comprehensive nuclear agreement severely restricting Iran’s ability to make nuclear weapons for more than a decade.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"After the gloom and doom of previous days, in which negotiators blew through a March 31 deadline for a political framework imposed by the Obama administration, Thursday’s breakthrough seemed all the more sweet.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Negotiators must still finalize the provisions of the deal by June 30, when an interim accord that has been twice extended expires. But there was much more detail released by Iranian and U.S. officials than had been anticipated, given Iran’s reluctance to announce concessions in advance of completing an accord.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"The United States, not surprisingly, emphasized the restrictions on the Iranian program while Iran stressed relief of sanctions that have crippled the Iranian economy and soured the mood of the long-suffering Iranian people.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"According to a fact sheet released by the White House, Iran has agreed to cut its installed centrifuges — the machines that spin and enrich uranium — by two-thirds from about 19,000 to about 6,000, of which only 5,060 will be allowed to operate for the next 10 years. Iran also agreed not to use more advanced centrifuge models for a decade. For 15 years, it will not enrich uranium beyond a low level and will restrict its stockpile of low-enriched uranium to 300 kilograms — not enough for a single weapon.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"The fact sheet did not say how Iran would do this — whether by sending its stockpile to another country or blending it into a less risky form.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Iran also agreed not to enrich uranium at its facility at Fordow for 15 years, although the underground plant can be used for peaceful purposes such as making medical isotopes.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"The Iranians, according to the fact sheet, will shut off another potential pathway to a bomb by ripping out the core of a heavy water reactor under construction at Arak and replacing it with technology that yields a smaller amount of plutonium. Iran has promised to send out spent fuel from Arak and not to build a plant to reprocess it, effectively preventing Tehran from using the method to build weapons that North Korea employed when it quit the nuclear Non-Proliferation Treaty (NPT) in 2003.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"The Iranians have also agreed to intrusive inspections including access to uranium mines and mills for 25 years, and to centrifuge production sites for 20 years. It accepted the Additional Protocol of the NPT — which allows for short-notice inspections — in perpetuity. These measures should make it difficult for Iran to sneak out and build a nuclear weapon covertly.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"It was left to Iran’s U.S.-educated foreign minister, Javad Zarif, to lay out what Iran gets in return.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Switching effortlessly from Farsi to English, Zarif told a horde of exhausted journalists in Switzerland that all previous United Nations Security Council resolutions condemning the Iranian program and imposing sanctions on Tehran would be lifted, along with European Union sanctions and U.S. so-called secondary sanctions that inhibit other countries from normal trade with Iran.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"The U.S. fact sheet said a new U.N. resolution would be passed that maintains restrictions on conventional arms transfers to Iran, including sanctions related to ballistic missiles.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"U.S. officials said sanctions relief would be phased in as Iran implements its part of the deal. Among the issues not discussed in detail on Thursday was how Iran would satisfy the international community’s concerns about possible past military-related dimensions of its program, and how that might be tied to full sanctions relief.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Zarif called the framework a win-win deal that had “stopped a cycle that was not in the interest of anyone.”","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"President Barack Obama, speaking from the White House Rose Garden on a lovely spring afternoon, pronounced the framework “a good deal” that would make the world — including nervous U.S. allies in the Middle East — safer.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Now both sides will have to convince critics inside and outside their countries that they are right. That will not be an easy task.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Obama began the selling job with Saudi King Salman bin Abdul-Aziz, whom Obama called before speaking to the press — and, tellingly, before calling Israeli Prime Minister Benjamin Netanyahu or the Republican leaders of the U.S. Congress. Obama said he would invite all the leaders of the Gulf Cooperation Council to Camp David this spring to discuss how he can shore up their security.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Administration officials said the U.S. would also reach out to Israel to address its concerns about Iran’s destabilizing activities in the region.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Netanyahu has infuriated Obama by campaigning relentlessly against what the Israeli leader has called a bad deal that threatens Israel’s security.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"As for Congress, it is on a Passover-Easter break, giving the administration time to make its case to individual members before April 14, when the Senate Foreign Relations Committee is scheduled to vote on legislation that would give the House of Representatives and Senate the ability to block an Iran agreement. Obama promised on Thursday to brief Congress thoroughly on the details of the framework, but initial reaction from Republicans was skeptical.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Senate Foreign Relations Committee Chairman Bob Corker said in a statement that the Obama administration should not “bypass Congress and head straight to the U.N. Security Council,” but should give Congress a chance to “weigh in” on a deal. “It is important that we wait to see the specific details of today’s announcement, and as the P5-plus-one works toward any final deal, we must remain clear-eyed regarding Iran’s continued resistance to concessions, long history of covert nuclear weapons-related activities, support of terrorism, and its current role in destabilizing the region,” Corker said.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Nuclear experts who have been skeptical of the negotiations sounded more positive on Thursday. Gary Samore, an expert at Harvard University’s Belfer Center, told Al Jazeera that the framework was “better than expected but still many important details [need] to be resolved, especially on the inspection and monitoring mechanisms.”","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Samore said the framework achieves the administration’s goal of preventing Iran from amassing enough fuel for a weapon for a year “as long as the surplus low enriched uranium\" remains at 300 kilograms or below.  He also noted that “the disposition of the surplus LEU (low-enriched uranium) is not specified in the framework,” and said that would be “an important detail for the final agreement.”","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Perhaps the most enthusiastic response came from ordinary Iranians who listened to Obama’s comments broadcast live on local television: a first in a country that has been estranged from the U.S. since the 1979 Islamic revolution.","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":"Tehranis, who were celebrating the last day of their two-week New Year holiday, honked horns and sent each other congratulatory text messages including this one: “The winter is over.”","url":"http://america.aljazeera.com/articles/2015/4/2/Iran-nuclear-talks-produce-historic-breakthrough.html"},{"property1":{"text":"Indiana Gov. Mike Pence on Thursday approved a fix to the wording of the state’s controversial “religious freedom” act, clarifying that the measure does not allow for businesses to discriminate against certain groups. It followed widespread criticism that the law, as originally written, could be used to refuse service to LGBT people.","href":"http://america.aljazeera.com/articles/2015/3/26/indiana-enacts-religious-objections-bill.html"},"url":"http://america.aljazeera.com/articles/2015/4/2/indiana-lawmakers-unveil-fix-for-religious-freedom-law.html"},{"property1":{"text":"The language added to the bill says unambiguously that Indiana’s Religious Freedom Restoration Act (RFRA) may not be used as a legal defense for companies to decline services, goods, public accommodation, employment or housing on the basis of gender identity or sexual orientation.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/2/indiana-lawmakers-unveil-fix-for-religious-freedom-law.html"},{"property1":{"text":"Explaining the amendment, statehouse Speaker Brian Bosma, a Republican, said, “What was intended as a message of inclusion was interpreted as exclusion for the LGBT community. Nothing was further from the truth, but it was clear that the perception had to be addressed.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/2/indiana-lawmakers-unveil-fix-for-religious-freedom-law.html"},{"property1":{"text":"He added, “We’ll be releasing what we believe is a very strong statement to make sure every Hoosier’s rights are protected and won’t be infringed upon by the enactment of RFRA.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/2/indiana-lawmakers-unveil-fix-for-religious-freedom-law.html"},{"property1":{"text":"“Religious rights and individual rights can exist in harmony,” said Senate President Pro Tem David Long, also a Republican. “Hoosier hospitality is not just a saying. It’s a way of life, and I hope people come to understand that.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/2/indiana-lawmakers-unveil-fix-for-religious-freedom-law.html"},{"property1":{"text":"The Indiana law attracted the ire of gay activists as well as the business community — including several of the state's biggest corporations — late last week after Pence, a Republican, signed it into law.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/2/indiana-lawmakers-unveil-fix-for-religious-freedom-law.html"},{"property1":{"text":"State lawmakers voted through the amended language, and Pence signed off on it. It is the first protection explicitly extended to LGBT people in Indiana law.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/2/indiana-lawmakers-unveil-fix-for-religious-freedom-law.html"},{"property1":{"text":"“Dozens of people have struggled together to find the right words to allow us to move past this crisis,” said former Indianapolis Mayor Bart Peterson, now the CEO of Indiana-based pharmaceutical firm Eli Lilly. “They found the words because the future of Indiana was at stake and they value the future of our state above a desire to win, above a need for ideological purity, above the demands of politics.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/2/indiana-lawmakers-unveil-fix-for-religious-freedom-law.html"},{"property1":{"text":"The compromise language did not fully quell the anger of LGBT advocates, some of whom have called for repealing the law or for gays and lesbians to be listed as a protected class under Indiana’s anti-discrimination statutes.","href":""},"url":"http://america.aljazeera.com/articles/2015/4/2/indiana-lawmakers-unveil-fix-for-religious-freedom-law.html"},{"property1":{"text":"“The harm has been lessened, but we have not reached the day when LGBT Hoosiers can be assured that they can live their lives with freedom from discrimination,” Katie Blair, the campaign manager of the LGBT group Freedom Indiana, said in a statement. “It’s long past time to enact a comprehensive nondiscrimination law, and we must continue to work to ensure, once and for all, that the RFRA cannot be used to discriminate against or hurt anyone.”","href":""},"url":"http://america.aljazeera.com/articles/2015/4/2/indiana-lawmakers-unveil-fix-for-religious-freedom-law.html"},{"property1":"New York City is in the midst of a homelessness crisis unprecedented in any American city. In just a decade, the number of people living in the city’s homeless shelters has almost doubled. As of March 2015, nearly 60,000 people sleep in the shelters every night. Thousands more live doubled up in overcrowded apartments or on the streets. Seventy percent of the homeless are families with children.\nThe city’s Department of Homeless Services now spends nearly one billion dollars per year to operate homeless shelters, sometimes paying as much as $2,700 per month to shelter a family.","url":"http://america.aljazeera.com/watch/shows/fault-lines.html"},{"property1":"Fault Lines examines the politics of homelessness in New York City and asks whether the city’s housing policies have exacerbated the crisis—driving low-income families out of affordable housing and into the shelter system.","url":"http://america.aljazeera.com/watch/shows/fault-lines.html"},{"property1":"We live in a world run through with Fault Lines. Al Jazeera's Fault Lines takes you beyond the headlines and holds the powerful to account, as we examine the US' role in the world.","url":"http://america.aljazeera.com/watch/shows/fault-lines.html"},{"property1":"“Inside Story” is a daily program that actively seeks the unknown within the single topic explored in each episode. We peel back the headline of the story and ask probing, and insightful questions to news makers, the players, those in power and those impacted by the subject at hand. We question the decisions made in capitals across the globe, in provocative and intelligent ways which offers knowledge to viewers and sparks engagement with the world.","url":"http://america.aljazeera.com/watch/shows/inside-story.html"},{"property1":"We make sense of the economy around you and deliver the potential impact on your pocketbook.","url":"http://america.aljazeera.com/watch/shows/real-money-with-alivelshi.html"},{"property1":"","url":"http://america.aljazeera.com/watch/shows/al-jazeera-america-presents.html"},{"property1":"Al Jazeera America Presents brings viewers feature documentaries and original series from acclaimed filmmakers around the globe. Introducing compelling, seldom-heard voices and provocative viewpoints, this strand showcases important stories that entertain, enlighten and inspire.","url":"http://america.aljazeera.com/watch/shows/al-jazeera-america-presents.html"},{"property1":"","url":"http://america.aljazeera.com/watch/shows/al-jazeera-america-presents.html"},{"property1":{"text":"According to the National Citizen Femicide Observatory, a coalition of 43 groups that document the crime, six women are assassinated every day.","href":"http://observatoriofeminicidio.blogspot.mx/"},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"Yet only 24 percent of the 3,892 femicides the group identified in 2012 and 2013 were investigated by authorities. And only 1.6 percent led to sentencing.","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"“Femicides are a pandemic in Mexico,” asserts Ana Güezmes, the local representative of United Nations Women, the agency devoted to gender issues.","href":"http://www.unwomen.org/en"},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"The word \"feminicidio\" first entered the vernacular in the 1990s, with explosive rates of disappearances and murders of women in the border town of Ciudad Juárez. In fact, more women have been killed in the state of Mexico, which surrounds the capital city of the same name. The number doubled from 2005 to 2011, when the current national president, Enrique Peña Nieto, was governor of the state. Today he has pledged to combat drug violence overall but has not spoken out against femicides.","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"Impunity is the main motor of the gender crime, Güezmes says, as well as social norms that allow the violence to be ignored or accepted as a normal part of life. She describes femicides as the extreme end of a society where 63 percent of women have suffered abuse by male hands. She estimates that maybe a third or half of the cases involved sexual partners. The balance — abductions, rapes and  discarding the bodies like garbage — are probably linked to the generalized drug violence that is tearing Mexico apart.","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"Güezmes says the government needs to put more effort toward prevention, and improve access to justice. “These are the biggest problems.”","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"To counter the lack of reliable government statistics, the Observatory trawls through press clips and conducts interviews door-to-door in marginalized neighborhoods, like this one on the edge of the capital city, where cases normally take place.","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"The group issues regular reports and provides pro bono lawyers to relatives seeking to prosecute killers. They also erect pink crosses at death scenes, but these rarely last more than a day before unidentified men take them down.","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"Most of these cases get lost in Mexico’s dysfunctional justice system, where police officers can’t be bothered to probe, or claim it’s the woman’s fault, or can be bought off by criminal gangs, says Maria de la Luz Estrada, head of the group. When the murders are investigated, incompetence and failure to follow due process often allow murderers to escape punishment.","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"Activists say the distinction of femicide in the law is important, because the sexual nature distinguishes the killings from ordinary homicide.","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"“Hate is what marks these crimes. The bodies show 20 or 30 blows,” de la Luz says. “They slice off breasts and faces and throw the fragments in the garbage. In a macho society like Mexico, authorities are always questioning what the women did. What was she wearing? Was she sexually active? This helps the impunity and lack of action.”","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"The victims are generally vulnerable young women, impoverished single mothers or teens. Attackers frequently seize victims on empty streets as they leave school or work, force them into cars, and then rape and torture them and dispose of the bodies.","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"Families in poor areas like this one generally lack the money or clout to seek legal action, says de la Luz. “The parents are scared to give photos and details to the police, because that can make them vulnerable to extortionists, who say, ‘We have her,’ when in fact they don’t. Corrupt authorities often say, ‘If you speak out, your case won’t advance.’”","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"Suárez Padilla is one of the few parents who have pressed charges, but he has had to confront misogynist cops, who implied that his daughter was responsible for her own death because her cell phone contained 200 nude photos taken by the killer.","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"He takes solace in the international pressure that convinced Mexican lawmakers in 2007 to approve new laws aimed at preventing violence against women. The law called for a data bank and gender violence alerts, to encourage national, state and local governments to catch perpetrators and prevent murders. Yet neither has been activated effectively.","href":"http://www.pgr.gob.mx/Combate%20a%20la%20Delincuencia/Delitos%20Federales/que%20es%20FEVIMTRA.asp"},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"The special prosecutor for violent crimes against women, Nelly Montealegre Diaz, admits that no femicides were prosecuted in 2014. She blames impunity and corruption, but says the government is addressing the problem in a gradual overhaul of the legal system.","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"Harder to combat, she says, is social acceptance of gender violence. “If a worker sees a [female] colleague with a black eye or the father hitting the mother, they think it is normal. Women are seen as objects.”","href":""},"url":"http://america.aljazeera.com/multimedia/2015/1/mexico-s-pandemicfemicides.html"},{"property1":{"text":"The Islamic State in Iraq and the Levant (ISIL) was already so deeply entrenched in Iraq’s west that the towns of Fallujah and Ramadi were unable to vote in Iraq’s spring 2014 national elections. At the time, Prime Minister Nouri al-Maliki still dismissed the group as a loose band of Al-Qaeda types with little reach beyond Anbar province. That all changed after June, when ISIL fighters seized the northern city of Mosul as Iraqi government forces abandoned the city — along with their uniforms and U.S. supplied weapons and munitions — without a fight.","href":"http://america.aljazeera.com/articles/2014/4/29/iraq-election-walkup.html"},"url":"http://america.aljazeera.com/articles/2014/12/31/will-2015-be-anotheryearofthecaliphate.html"},{"property1":{"text":"ISIL captured almost $500 million in gold bullion and cash in Mosul’s central bank when it took control of Iraq’s second city. There was also the added benefit of the city's strategic location as an oil hub where Syria, Iraq and Turkey intersect. Seizing and holding this territory, ISIL raised its black flag, declared a new Islamic caliphate and drew thousands of volunteer fighters from around the world, many of whom were able to reach the group with relative ease via Turkey.","href":"http://america.aljazeera.com/articles/2014/6/19/isil-thousands-fighters.html"},"url":"http://america.aljazeera.com/articles/2014/12/31/will-2015-be-anotheryearofthecaliphate.html"},{"property1":{"text":"Analysts expect the group to seek to consolidate its gains in the coming year, both in territory and in resources, and in the face of punishing airstrikes from a U.S.-led coalition seeking to block and roll back its advances. Anti-ISIL forces are hoping that the promises of a more inclusive government by Iraq’s new prime minister and plans for a national military draft will help alleviate Sunni disenchantment with a Shia-dominated government in Baghdad that has alienated them.","href":"http://america.aljazeera.com/articles/2014/12/26/isil-hit-with-31airstrikesinoneday.html"},"url":"http://america.aljazeera.com/articles/2014/12/31/will-2015-be-anotheryearofthecaliphate.html"},{"property1":{"text":"ISIL has forged a violently sectarian order, targeting Christians and other minorities who refuse to convert or submit to paying religious taxes. In places where it can win over local populations, its governance can be less harsh and its fighters better placed to hold onto those towns.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/31/will-2015-be-anotheryearofthecaliphate.html"},{"property1":{"text":"Having opted for a strategy of holding territory, the key to ISIL’s survival is its ability to maintain order and governance in areas it has seized and to ensure the local economies keep working — to sustain ISIL’s tax-and-extortion revenues, if nothing else. It has collected millions of dollars in ransom payments for foreign hostages and has also bootlegged captured oil. Some reports say that along with the fighters ISIL is keenly courting, it has also opened applications for engineers to work in its refineries for annual salaries starting at $200,000.","href":"http://america.aljazeera.com/articles/2014/8/23/islamic-state-oil.html"},"url":"http://america.aljazeera.com/articles/2014/12/31/will-2015-be-anotheryearofthecaliphate.html"},{"property1":{"text":"ISIL is unlikely to try for more territory within Iraq, as Kurdish and Iraqi forces, bolstered by Iranian and U.S. support, are now pushing back and retaking key positions from ISIL fighters. Since the U.S. also began bombing Syrian towns, parts of that country may also be less hospitable for ISIL. The organization may only be able to expand there in partnership with local competitors such as the Al-Qaeda-affiliated Nusra Front.","href":"http://america.aljazeera.com/articles/2013/12/13/al-qaeda-linked-rebelskidnap120syriankurdsnearaleppo.html"},"url":"http://america.aljazeera.com/articles/2014/12/31/will-2015-be-anotheryearofthecaliphate.html"},{"property1":{"text":"While Western reaction to ISIL’s beheading of hostages, the executions of captured enemy fighters, and the enslavement of women has been one of outrage, the response from the movement’s target population has been the opposite. ISIL’s social media presence and propaganda arm have allowed the group to spread its message and find support in even the most developed countries. Its ability to woo disaffected youth everywhere will only improve as more tech-savvy members clamor to its ranks.","href":"http://america.aljazeera.com/articles/2014/8/19/foley-kill-isis.html"},"url":"http://america.aljazeera.com/articles/2014/12/31/will-2015-be-anotheryearofthecaliphate.html"},{"property1":{"text":"There are few places outside of the Iraq-Syria conflagration where an ISIL cell could take root, and the most likely candidate for 2015 would be Libya (although some Pakistani factions are also said to have pledged loyalty to the group). There are already Libyans working in the organization, there is enough anti-government unrest in Tripoli and beyond, and setting up a cell outside the Middle East would boost ISIL’s recruitment and propaganda campaigns. In the meantime, lone-wolf actions — such as the hostage taking at an Australian cafe that ended with two hostages killed — by self-styled ISIL supporters will remain a low-key threat.","href":"http://america.aljazeera.com/articles/2014/12/15/sydney-hostage-crisis.html"},"url":"http://america.aljazeera.com/articles/2014/12/31/will-2015-be-anotheryearofthecaliphate.html"},{"property1":{"text":"ISIL has emerged and grown as a product of the weaknesses and failures of its enemies. Whether the coalition now formed against the group musters sufficient power to repair those weaknesses and roll back the extremists will be a major question in the coming year.","href":""},"url":"http://america.aljazeera.com/articles/2014/12/31/will-2015-be-anotheryearofthecaliphate.html"},{"property1":"FREETOWN, Sierra Leone — Haja Umu Jalloh has not left the room and cordoned-off porch for three weeks. She eats bowls of rice and sauce, slid underneath a nylon rope she cannot cross. She has lost her family — her parents, her aunt and uncle, her 1-year-old son. But the 17-year-old says defiantly, \"I feel happy because I am protecting others.\"","url":"http://america.aljazeera.com/articles/2015/1/5/caring-for-ebolaorphansinsierraleone.html"},{"property1":"Jalloh defends some 40 orphans at the St. George Foundation Interim Care Center from a terrifyingly invisible enemy, Ebola, which continues to ravage her country. Because of uncertainty about who, among a flood of children orphaned by Ebola, might carry the disease, she has been hired to stand guard just in case. She cares for every new arrival in the roped-off room. As an Ebola survivor, she is considered immune to the disease.","url":"http://america.aljazeera.com/articles/2015/1/5/caring-for-ebolaorphansinsierraleone.html"},{"property1":"This week she shares the room with four other girls. Three of them arrived at St. George after losing their primary caretakers to Ebola. The fourth was discovered alone in the woods outside Freetown, Sierra Leone’s capital. In the past few months, several children entered the orphanage feeling fine, but they became feverish within a week. Ideally, their status would be assured before their arrival — but the management at St. George is no longer taking chances.","url":"http://america.aljazeera.com/articles/2015/1/5/caring-for-ebolaorphansinsierraleone.html"},{"property1":"To be recognized as the world's leading and most trusted media network, reaching people no matter who or where they are.","url":"http://america.aljazeera.com/tools/vision-mission-values.html"},{"property1":"Al Jazeera America is a part of the Al Jazeera Media Network.","url":"http://america.aljazeera.com/tools/vision-mission-values.html"},{"property1":"To deliver captivating content to the world which informs, inspires and entertains through:","url":"http://america.aljazeera.com/tools/vision-mission-values.html"},{"property1":"Integrity and respect guide our conduct internally and externally","url":"http://america.aljazeera.com/tools/vision-mission-values.html"},{"property1":"We are with the people – we tell real stories","url":"http://america.aljazeera.com/tools/vision-mission-values.html"},{"property1":"We encourage a pioneering spirit","url":"http://america.aljazeera.com/tools/vision-mission-values.html"},{"property1":"We strive for excellence in everything we do","url":"http://america.aljazeera.com/tools/vision-mission-values.html"},{"property1":"We maintain credibility through impartial, accurate and comprehensive representation of the story","url":"http://america.aljazeera.com/tools/vision-mission-values.html"},{"property1":"Al Jazeera America has won multiple awards for its fact-based, in-depth journalism:","url":"http://america.aljazeera.com/tools/awards.html"},{"property1":{"text":"What is Al Jazeera America?\nWhat is the Al Jazeera Media Network?\nWhat does \"Al Jazeera\" mean?\nWhat is the vision for Al Jazeera America?\nWhat kind of shows and stories air on Al Jazeera America?\nHow can I find Al Jazeera America on my cable or satellite provider?\nMy provider does not carry Al Jazeera America, how can I encourage it to do so?\nCan I watch Al Jazeera America's programming online?\nCan I watch Al Jazeera America's programming on a mobile device?\nIs Al Jazeera America's programming available on satellite radio?\nHow can I stay abreast of the latest news and information from Al Jazeera America?\nHow do I apply for a job at Al Jazeera America?\nWhere is Al Jazeera America available on HD?\nWhy can't I find videos I am searching for?\nAre licensed videos of Al Jazeera America content available for purchase?\nIs Al Jazeera English available in the United States?\nWhat is the difference between Al Jazeera English and Al Jazeera America?\nHow do I access the Al Jazeera English Website?","href":"http://america.aljazeera.com/tools/#1"},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"What is Al Jazeera America?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Al Jazeera America is an award-winning American news channel from the Al Jazeera Media Network. We offer objective, fact-based, in-depth news that focuses on the human side of each story. On Al Jazeera America, viewers see coverage of how domestic news and world events affect their lives.","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"What is the Al Jazeera Media Network?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Al Jazeera is one of the world's leading media companies with more than 70 news bureaus around the globe, multiple international news, sports and family channels, and now 12 bureaus in the United States. Known globally for its factual, fair and even-handed coverage, Al Jazeera has won many of the journalism profession's most prestigious awards, including the Emmys, the Gracies, the Peabody's, the Franklin D. Roosevelt Freedom Award and the DuPont Award.","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"What does \"Al Jazeera\" mean?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"The name \"Al Jazeera\" means \"peninsula.\" Al Jazeera's distinctive logo is said to resemble a drop of water. Its calligraphic design spells \"Al Jazeera\" in Arabic. The logo was created via a design competition and has become one of the world's most widely recognized brand marks.","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"What is the vision for Al Jazeera America?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Al Jazeera America's vision is to provide fact-based, unbiased, in-depth journalism for U.S. audiences. It broadcasts local and domestic news in a global context, and global news in a local and domestic context. This interconnectedness is a critical element of Al Jazeera America, which focuses on the human side of the story rather than just the political or analytical aspects of an event.","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"What kind of shows and stories air on Al Jazeera America?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Al Jazeera America's reporting spans the nation and the globe, including coverage of breaking news, business and investigative journalism. Our flagship show is America Tonight, which probes the most pressing issues of our time with investigative reports, profiles and interviews with top newsmakers. Other programs include the business and finance show Real Money with Ali Velshi as well as Inside Story, an in-depth look at the stories behind the headlines from different points of view. Al Jazeera America is also producing a collection of documentary films and series in conjunction with acclaimed documentarians and independent producers. Click here to learn more about our programs.","href":"http://america.aljazeera.com/watch/shows.html"},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"How can I find Al Jazeera America on my cable or satellite provider?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Al Jazeera America is available through a number of major television providers, including but not limited to:","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"To find out which channel Al Jazeera America is on in your area, click here.","href":"http://america.aljazeera.com/tools/getajam.html"},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"My provider does not carry Al Jazeera America, how can I encourage it to do so?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"If your local carrier does not carry Al Jazeera America, call your local customer service department and request that they add the channel to your TV line-up, or request it here.","href":"http://america.aljazeera.com/tools/getajam.html"},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Can I watch Al Jazeera America's programming online?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"You can watch select online episodes of TechKnow, Talk to Al Jazeera, and the Emmy Award-winning investigative series Fault Lines. You can also watch select news clips on our YouTube channel.","href":"http://america.aljazeera.com/watch/shows/techknow.html"},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Can I watch Al Jazeera America's programming on a mobile device?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"The web site and all of its news content can be viewed on mobile and tablet devices. Al Jazeera America offers authenticated live streaming on mobile or tablet devices with select operators including Comcast / XFINITY, Time Warner Cable, DISH and Verizon FiOS.","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Is Al Jazeera America programming's available on satellite radio?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Al Jazeera America is not currently available on satellite radio. However, we are always looking to broaden our audience and our distribution and will continue to look at alternate formats and distribution platforms in the future.","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"How can I stay abreast of the latest news and information from Al Jazeera America?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"You can stay abreast of all the latest news and information from Al Jazeera America by signing up for our email newsletter and joining us on Twitter, Facebook, Google+ and Tumblr. You can also download our mobile app.","href":"http://aljazeera.us2.list-manage1.com/subscribe?u=38ffd892c93e55497901185c8&id=1a7655241c"},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"How do I apply for a job at Al Jazeera America?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"If you are interested in applying for a job with Al Jazeera America, click here.","href":"http://america.aljazeera.com/tools/careers.html"},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Where is Al Jazeera America available on HD?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Al Jazeera America is available in HD with select distributors, including Comcast / XFINITY, Time Warner Cable, DISH and Verizon FiOS. Please contact your cable provider to see if HD is available.","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Why can't I find videos I am searching for?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Select video clips are available on Al Jazeera America's website for a limited time. If you are unable to locate a specific video clip by using the search bar, they are currently not available.","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Are licensed videos of Al Jazeera America content available for purchase?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Currently, Al Jazeera America does not offer licensed videos for purchase. Please check back for more updates and feel free to email us for special requests.","href":"mailto:america@aljazeera.net"},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Is Al Jazeera English available in the United States?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Al Jazeera English is not available in the United States. Al Jazeera America addresses the news needs and interests of American audiences.","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"What is the difference between Al Jazeera English and Al Jazeera America?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"Al Jazeera America is a completely different channel from Al Jazeera English and all of the other channels in the Al Jazeera Media Network. While all Al Jazeera channels abide by the same rigorous Code of Ethics and share a strong desire to interconnect local and global news and focus on the human side of every story, each channel serves its own audience and is managed separately and independently. Al Jazeera America is an American company incorporated in Delaware and has its own board and advisory board.","href":"http://america.aljazeera.com/tools/code-of-ethics.html"},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"How do I access the Al Jazeera English website?","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"There are links on the Al Jazeera America home page that directs you to the Al Jazeera English website.","href":""},"url":"http://america.aljazeera.com/tools/faq.html"},{"property1":{"text":"We value thoughtful, constructive discussion.Comments that attack an author or smear an organization are not acceptable.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"Contributions that offer information or clarifications on breaking news stories are also valued.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"Complaints about our content or coverage should be sent to america@aljazeera.net","href":"mailto:america@aljazeera.net"},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"The following are general guidelines that influence whether or not a comment will be accepted:","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"1. Personal attacks on authors, other users or any individual are not tolerated. Users who repeatedly post such comments may be banned.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"2. Comments featuring swearing, name-calling or otherwise abusive language are unacceptable.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"3. We value robust debate and understand that people often feel strongly about the topics debated on the site but please show respect for the views and beliefs of other users. By being polite and civil, you ensure that the topic remains the focus of the debate and that our pages remain conducive to intelligent discussion.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"4. Keep your posts relevant. If you post a comment that is not related to the topic being discussed, it may be deleted. Comments about moderation decisions or general comments about Al Jazeera will likely also be deleted.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"5. Comments that are racist, sexist, homophobic or otherwise offensive will not be tolerated. There is a difference between criticizing a government, organization or belief and attacking people because of their race, gender, sexual orientation or religion.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"6. Comments that incite criminal activity are not acceptable.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"7. Comments should be in English.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"8. Keep your comments coherent. If the moderator cannot understand your comment because of poor spelling, grammar or logic, it will be deleted.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"9. Do not post content that you have copied from someone else and for which you do not have the copyright.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"10. DO NOT SHOUT. Writing in caps is considered shouting in web etiquette.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"11. No spamming or flooding. Do not repost the same message, or very similar messages, more than once.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"12. No advertising or promotion of products or services, or posting of web links (URLs).","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"13. No impersonation. Impersonating anyone (including other members) is unacceptable.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"14. No inappropriate user names.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"15. No personal information. It is not acceptable to publicize yours or anyone else's contact details, including address, place of employment, telephone number, email address, etc.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"16. We will not accept defamatory comments capable of damaging the reputation of an organization or individual.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"17. Spelling and grammar will not be corrected when comments are posted on blogs. However, we reserve the right to correct spelling and grammar when publishing comments elsewhere on our site.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"18. Because of the volume of comments received, we cannot review individual moderation decisions or alter comments once they have been published.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"},{"property1":{"text":"Content on this website is for general information purposes only. Your comments are provided by your own free will and you take sole responsibility for any direct or indirect liability. You assign us with a license to use, reuse, delete or publish any comments without notice.","href":""},"url":"http://america.aljazeera.com/tools/community-guidelines.html"}]}}